[
    {
        "Title": "Provision of Training & Development Services",
        "Name_of_the_company": [
            " East of England NHS Collaborative Hub "
        ],
        "Request_Category": [
            " training services ",
            " business services ",
            " education and training "
        ],
        "Description": "EoECPH wishes to provide support to the NHS and the wider arena of publicly funded services with the provision of innovative learning methods and support services to assist them in meeting system challenges they face, both now and in the future.\n\nThe purpose of this procurement is to secure service providers, to help upskill individuals who will through a multitude of small actions and changes by them help bring about osmosis within public service provision, which could in best case scenario help to bring equilibrium to pressured parts of the system and bring change and vibrancy to service provision.\n\nServices Skills and Abilities EOECPH is interested in partnering for this framework with organisations which can demonstrate and evidence the following key characteristics and capabilities, as may be applicable and where so indicated by the Lot requirements:\n\n•  Knowledge Transfer\n\n•  Embedding if required by the Beneficiary\n\n•  Practical leaning and skills sets for an individual with application in their workplace\n\n•  Training and delivery – various methodologies & mediums\n\n•  Ability to provide a commercial offer that represents good value for money for the Beneficiaries\n\n•  Successful marketing and service uptake in a similar environment and/or projects\n\n•  Ability to engage with different types of organisations e.g. government, councils, clinicians, health, and social care professionals etc\n\n•  Suitable, relevant experience of working with different strata’s of a workforce including management, senior leaders or other key stakeholders to ensure cultural change within an organisation.\n\nEoECPH is looking for Providers to work collaboratively with the Hub, and who will be able to provide in-depth support both in terms of practical “hands-on” application of delivery of services as well as supporting the Beneficiaries through training various training mediums to develop in-house skills and upskill individuals.\n\nProviders will be able to identify where they are registered or accredited to help support direct award along with any accreditations that in turn their training courses/provision provide to individuals, such as but not limited to:\n\n•  Higher education\n\no  MBA’s\n\no  Post Graduate Cert\n\n•  Charted Institute status\n\n•  Continuous Professional Development\n\no  Credits to support individuals / existing qualifications",
        "Estimated_Value": "80M-£10M",
        "Supplier_info": [
            " training services ",
            " business services ",
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W36/758514098",
        "Keyword": "IoT"
    },
    {
        "Title": "CSR/128 - The Civil Service Central Government Apprenticeship Training and Related Services Contract",
        "Name_of_the_company": [
            " Cabinet Office "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "The Apprenticeship Coordination Office (ACO) sits within the Authority and is a centrally delivered support function for departments and suppliers for all aspects of Apprenticeship training.\n\nThe team is made up of commercial experts embedded within the Authority as part of the wider Government Commercial Organisation.\n\nIt delivers 3 work-streams: market engagement, contract management and operational delivery support.\n\nNew requirement\n\nThe ACO, on behalf of the Authority, is seeking to award contracts to certified Apprenticeship training provider(s) who can deliver national or regional coverage of the Apprenticeship training provision across the UK to Civil Service Departments.\n\nThe Authority is running this procurement and will enter into the awarded contracts on behalf of itself and other Civil Service Departments.\n\nThe Civil Service Departments have third party rights under the contracts and can award services to the appointed suppliers.\n\nThe Apprenticeship training service has been divided firstly into eight\n\n(8)  main national lots based on profession areas (the \"National Lots\") as listed below.\n\nThere are 8 of these National Lots.\n\nEach professional area is also divided into eight\n\n(8)  'sub-lots' by region as set out below (\"Regional Sub-Lots\").\n\nThis provides a further sixty-four (64) Regional Sub-Lots.\n\nNational Lots\n\n1.  Lot 1 Operational Delivery\n\n2.  Lot 2 Business Administration\n\n3.  Lot 3 HR\n\n4.  Lot 4 Finance\n\n5.  Lot 5 Commercial\n\n6.  Lot 6 Policy\n\n7.  Lot 7 Project Management\n\n8.  Lot 8 Digital Regional Sub-Lots\n\nA.  North East - Northumberland, Tyne and Wear, Durham\n\nB.  North West - Cumbria, Lancashire, Greater Manchester, Merseyside, Cheshire\n\nC.  Yorkshire and the Humber - North Yorkshire, West Yorkshire, East Riding, South Yorkshire\n\nD.  East Midlands - Derbyshire, Nottinghamshire, Lincolnshire, Leicestershire, Northamptonshire\n\nE.  West Midlands - Shropshire, Staffordshire, West Midlands, Warwickshire, Worcestershire, Herefordshire\n\nF.  East of England - Rutland, Cambridgeshire, Norfolk, Suffolk, Bedfordshire, Hertfordshire, Essex\n\nG.  South East - Oxfordshire, Buckinghamshire, Middlesex, London, Berkshire, Surrey, Kent, Hampshire, West Sussex, East Sussex\n\nH.  South West - Gloucestershire, Wiltshire, Somerset, Dorset, Devon, Cornwall\n\nFor example, the Regional Sub-Lots for Operational Delivery shall be Sub-Lot 1A; Sub-Lot 1B etc.\n\non the basis of the Regions above.\n\nThe Regional Sub-Lots for Business Admin shall be named 2A; 2B; 2C etc.\n\nThe Regional Sub-Lots for HR shall be 3A; 3B; 3C etc.\n\nand so on and so on.\n\nThe relevant \"Region\" is determined by the region in which the apprentices' office is based.\n\nA Tenderer can either submit a Tender in respect of up to four National Lots (\"National Supplier\") or up to three Regional Sub-Lots in up to four professional areas (total 12 Regional Sub-Lots) ( \"Regional Supplier\").\n\nA National Supplier must choose national coverage only and cannot be a Regional Supplier as well and vice versa.\n\nTherefore there is the potential for the Authority to award up to 72 opportunities in total, however where a Tenderer is awarded more than one National Lot or Regional Sub-Lot this will result in only one combined contract.\n\nIn addition, there may be some requirements for delivery of the Apprenticeship training services to apprentices based outside of England or outside the relevant Region.\n\nThis procurement is being conducted under the Light Touch Regime and is therefore subject to limited regulation.\n\nIt will be conducted in accordance with regulations 74 to 76 of PCR 2015, and relates to the administrative social, educational, healthcare and cultural services which are listed in Schedule 3 of the Public Contracts Regulations 2015 (PCR) 2015.\n\nMore information will be provided in the procurement documents.",
        "Estimated_Value": "63M",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W35/757924197",
        "Keyword": "IoT"
    },
    {
        "Title": "T Level Professional Development (TLPD) Leadership Residential",
        "Name_of_the_company": [
            " Education & Training Foundation "
        ],
        "Request_Category": [
            " education and training ",
            " training services ",
            " entertainment services "
        ],
        "Description": "T Levels Professional Development (TLPD) has a range of activities, many of which are underway.\n\nOne programme area which was delayed due to the Covid -19 pandemic was creation and delivery of a residential leadership programme.\n\nAligned with the wider TLPD curriculum and CPD already devised, ETF are seeking to commission the design and delivery of a distinct and separate high status offer for a limited number of participants from leadership roles within the FE sector, preparing them to lead delivery of T Levels in their organisation.",
        "Estimated_Value": "800K",
        "Supplier_info": [
            " education and training ",
            " training services ",
            " entertainment services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W31/756285484",
        "Keyword": "IoT"
    },
    {
        "Title": "Strategic Reform Partner",
        "Name_of_the_company": [
            " Department for Education "
        ],
        "Request_Category": [
            " administrative services ",
            " education and training ",
            " education services "
        ],
        "Description": "Our vision for children and young people with Special Educational Needs and Disabilities (SEND) is the same as for all children and young people - that they achieve well in their early years, at school and beyond; they find employment where that's appropriate; and lead happy, healthy and fulfilled lives over which they have choices and control.\n\nDespite the ambitious reforms introduced under the Children and Families Act 2014, key challenges remain in delivering SEND services in line with our vision. Further embedding and delivery of these principles is required to improved outcomes for all children and young people with SEND, both in terms of educational outcomes and access to employment. Increased demand for Education, Health and Care (EHC) plans is putting local authority SEND budgets under unsustainable pressure, and the Covid-19 pandemic has exacerbated the need for further support.\n\nThrough this procurement we are aiming to improve outcomes for children and young people with SEND. This will be achieved through one contract which will provide services that support the Department for Education in policy development and implementation.\n\nThe contract for a Strategic Reform Partner (SRP) presents an exciting opportunity to contribute to policy design, to develop and deliver DfE's SEND Strategic outcomes, with the effective involvement and participation of SEND organisations in the design and delivery of SEND-specific services. There are three objectives for seeking to buy SRP services:\n\n- Supporting SEND policy design and development\n\n- Supporting implementation of SEND policy\n\n- Gathering SEND sector market intelligence",
        "Estimated_Value": "993K",
        "Supplier_info": [
            " administrative services ",
            " education and training ",
            " education services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W33/756940891",
        "Keyword": "IoT"
    },
    {
        "Title": "HMP & YOI Parc Learning & Skills Provision",
        "Name_of_the_company": [
            " Ministry of Justice "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "The Learning & Skills provision is to deliver a minimum of 600 adult and 60 Children Leaning & Skills activity places per day in educational blocks, house blocks, outdoor areas and vocational workshops and also deliver embedded learning throughout the prison supporting all vocational delivery establishment wide including workshops, PE department, healthcare and wing based etc.\n\nThe Authority's key objectives for the Contract are to:\n\n- provide prisoners with education through delivery of Learning and Skills which better prepare them for employment and further education, and thereby contribute to the rehabilitative culture of HMP & YOI Parc and support the reduction of re-offending;\n\n- allow for the delivery of a 'Whole Prison Approach' to ensure the service provided is joined-up, streamlined and supports the integration of offender management, industries, custody, and health services;\n\n- Ensure a safe and secure mobilisation process.\n\nThe Service - high level requirements\n\n- The successful Bidder shall be required to design the provision to meet the learning needs of the prison population, the education and employment opportunities in the resettlement areas prisoners return to following release from custody and to fit the prison's core day and operational conditions.\n\n- The successful Bidder will be expected to provide assessment and learning and skills places from the Service commencement date.\n\n- The aim of the daily regime at the Prison is to create a balanced and integrated regime. All Prisoners will have the opportunity to be out of their cell and participate in learning activities except when the needs of safety and security prevent it, or a Prisoner is undergoing punishment including Basic Regime under the IEP scheme.\n\nThe successful Bidder de\n\n- The successful Bidder delivering Learning and Skills will share the vision for the prison and will have an important role in promoting the learning culture throughout the prison and demonstrate support for the organisational values and individual values.\n\nThe Contract has a seven (7) year initial duration, plus an optional two (2) year extension and a further optional one (1) year extension at the Authority discretion.",
        "Estimated_Value": "37M",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W33/756941024",
        "Keyword": "IoT"
    },
    {
        "Title": "SEND Universal Services",
        "Name_of_the_company": [
            " Department for Education "
        ],
        "Request_Category": [
            " education services "
        ],
        "Description": "Our vision for children and young people with Special Educational Needs and Disabilities (SEND) is the same as for all children and young people - that they achieve well in their early years, at school and beyond; they find employment where that's appropriate; and lead happy, healthy and fulfilled lives which they have choices and control over.\n\nDespite the ambitious reforms introduced under the Children and Families Act 2014, key challenges remain in delivering SEND services in line with our vision. Further embedding and delivery of these principles is required to improved outcomes for all children and young people with SEND, both in terms of educational outcomes and access to employment. Increased demand for Education, Health and Care (EHC) plans is putting local authority SEND budgets under unsustainable pressure, and the Covid-19 pandemic has exacerbated the need for further support. The Government is currently conducting a Review of the SEND system and will publish proposals for consultation in due course. Suppliers will be required to respond flexibly to recommendations made as part of this Review., along with other developments in cross-government policy and beyond, such as the new Ofsted and CQC Local Area SEND Inspection framework.\n\nThrough this procurement we are aiming to improve outcomes for children and young people with SEND, particularly in mainstream settings. This will be achieved through one contract which will provide SEND-specific Continuing Professional Development (CPD) and support the school and Further Education (FE) workforce to identify and meet a broad range of needs, including autism, earlier and more effectively, and to successfully prepare for transitions into adulthood, including into employment.",
        "Estimated_Value": "12M",
        "Supplier_info": [
            " education services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W33/756940934",
        "Keyword": "IoT"
    },
    {
        "Title": "HMP & YOI Parc Learning & Skills Provision",
        "Name_of_the_company": [
            " Ministry of Justice "
        ],
        "Request_Category": [
            " education and training ",
            " community services ",
            " adult education "
        ],
        "Description": "Ministry of Justice (MoJ) is tendering the Learning and Skills provision for HMP and YOI Parc, Bridgend South Wales.\n\nThe Learning & Skills provision is to deliver a minimum of 600 adult and 60 Children Leaning & Skills activity places per day in educational blocks, house blocks, outdoor areas and vocational workshops and also deliver embedded learning throughout the prison supporting all vocational delivery establishment wide including workshops, PE department, healthcare and wing based etc.",
        "Estimated_Value": "38M",
        "Supplier_info": [
            " education and training ",
            " community services ",
            " adult education "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W33/756941230",
        "Keyword": "IoT"
    },
    {
        "Title": "Developing Disaster Resilience Turks and Caicos Islands: Coastal and inland flood risk modelling, opportunity mapping and indicators",
        "Name_of_the_company": [
            " JNCC Support "
        ],
        "Request_Category": [
            " environmental services "
        ],
        "Description": "The Turks and Caicos Islands (TCI) is a UK Overseas Territory located in the tropical Atlantic Ocean around 900 km southeast of Florida. The archipelago of over 40 low-lying, limestone islands covers 950 km2 and supports numerous endangered, endemic, or range-restricted species and rare habitats.\n\nPopulation concentration in coastal areas and the location of the Turks and Caicos Islands in the Atlantic hurricane belt makes storm surge a significant hazard (Bray et al. 2019). Hurricane Irma for example led to peak surge of over 6 m (University of the West Indies 2017; Williams et al. 2018), damaging infrastructure and natural capital assets (Government of the Virgin Islands 2017). It is therefore important to understand how nature-based solutions may attenuate storm surge and improve resilience in TCI.\n\nThe 2016 Conflict, Stability & Security Fund (CSSF) funded programme of work, 'Enhancing economic security through environmental resilience' in the UK Overseas Territories (OTs) which aimed to improve long-term economic planning to support growth and development. Embedding the role of the natural environment in economic and spatial planning through existing or new policies or legislation was one element, with the objective to protect and enhance the value of the OTs vital natural environment.\n\nThe suite of projects undertaken mapped and valued the natural assets by integrating satellite data, Geographical Information Systems (GIS) and economic assessments of the priority environmental goods and services (derived from natural capital). Relevant to this contract is a GIS-based model that was developed to assess vulnerability to storm surge and flooding events and their impacts on infrastructure and human life in the British Virgin Islands. For more information see:",
        "Estimated_Value": "100K",
        "Supplier_info": [
            " environmental services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W37/758972656",
        "Keyword": "IoT"
    },
    {
        "Title": "Restorative Justice - Transitions to Adulthood Pilot",
        "Name_of_the_company": [
            " Mayors Office of Police & Crime "
        ],
        "Request_Category": [
            " community services "
        ],
        "Description": "MOPAC is seeking a supplier to provide a restorative justice (RJ) service for the Youth 2 Adult (Y2A) Hub, a government-funded pilot seeking to reduce reoffending amongst young adults on probation in Newham.\n\nThe RJ service will include assessing young adults' and victims' suitability for RJ, delivering RJ interventions and supporting other hub practitioners to take restorative approaches in their work. RJ interventions delivered by the Supplier should at a minimum include:\n\n- Conferences between young adults and victims;\n\n- Conferences or mediation between young adults and family members;\n\n- 'Shuttle' RJ approaches (communication via letters or videos).\n\nThe Supplier may also be required to provide other types of RJ interventions, such as conferences between young adults and members of the community who have been affected by their crime or mediation between young adults and professionals.\n\nThe overarching aim of the Service is to increase young adults' access to restorative justice interventions and approaches by delivering interventions and embedding restorative justice approaches across the hub. By increasing young adults' access to restorative justice, the Service aims to support young adults to repair the harm of their crime, encourage them to take responsibility for their actions, to build empathy and support the maturation process.\n\nBids and clarification questions should be submitted to",
        "Estimated_Value": "45K",
        "Supplier_info": [
            " community services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W36/758513856",
        "Keyword": "IoT"
    },
    {
        "Title": "REWARD CONSULTANCY",
        "Name_of_the_company": [
            " Scottish Water "
        ],
        "Request_Category": [
            " management consultancy "
        ],
        "Description": "To provide the services of expertise in reward and compensation",
        "Estimated_Value": "3M",
        "Supplier_info": [
            " management consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W37/758841637",
        "Keyword": "IoT"
    },
    {
        "Title": "Tender for an ICP Expert Development Partner for BNSSG CCG",
        "Name_of_the_company": [
            " NHS South Central & West CSU "
        ],
        "Request_Category": [
            " management consultancy "
        ],
        "Description": "BNSSG CCG are seeking an Expert Development Partner (EDP) to support, enable and accelerate the development of our ICPs from collaborative groups to substantive, accountable care partnerships. It is key these partnerships are able to take on and successfully deliver against core integrated service contracts. Our initial focus is community mental health but in time will evolve into other areas such as frailty and same day urgent care. The fundamental purpose being to progress to integrated approaches across all system partners that enable new integrated personalised proactive models of care to existing and thrive.\n\nThe expert partner will bring first hand experience and knowledge of navigating and supporting organisations successfully through this complex process. Expertise will need to be across the following areas as a minimum:\n\n• Integration of mental health and physical health\n\n• Building integrated clinical and professional teams\n\n• Management of trusted assessment and shared clinical risk management\n\n• Developing accountable care systems\n\n• Co- production and community engagement\n\n• Commercial and contracting expertise\n\n• Governance, organisational structure and leadership\n\nWe would be interested to understand additional areas of expertise that bidders feel would be of clear value to support and accelerate this process.\n\nIt should be noted that each of our ICPs are at a different stage of their development but will require bespoke support to achieve the following aims:\n\n- Embedding and adapting our draft model of care within local services, with the initial priority being the Community Mental Health TOM.\n\n- Establishing strong local leadership, an open and respectful culture and trusting relationships that form an equal partnership across sectors, organisations, professionals and communities.\n\n- Developing shared governance and mutual accountability for decision-making and delivery to ensure we are able to embed the principle of subsidiarity in how we operate our finances, performance and most importantly managing clinical risk.\n\n- Forming a shared and detailed understanding of what matters to our local population in order to respond proactively and flexibly to their needs through the design and delivery of place based services.\n\n- Creating shared integrated resources including workforce, estates, digital, data and other physical assets.\n\nWe are therefore looking for an expert development partner to act as advisors and provide intensive hands on support to shadow Integrated Care Partnerships between December 2021 and April 2022. Beyond this we would expect the EDP to be continuing to support at a less intensive level based on local ICP defined requirements or provide additional support to the wider agendas such as frailty and urgent care.",
        "Estimated_Value": "417K",
        "Supplier_info": [
            " management consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W36/758579467",
        "Keyword": "IoT"
    },
    {
        "Title": "Tender (ITT) for an Integrated Care Partnership Expert Development Partner for BNSSG CCG",
        "Name_of_the_company": [
            " NHS Bristol North Somerset & South Gloucestershire CCG "
        ],
        "Request_Category": [
            " management consultancy ",
            " administrative services "
        ],
        "Description": "BNSSG CCG are seeking an Expert Development Partner (EDP) to support, enable and accelerate the development of our ICPs from collaborative groups to substantive, accountable care partnerships.\n\nIt is key these partnerships are able to take on and successfully deliver against core integrated service contracts.\n\nOur initial focus is community mental health but in time will evolve into other areas such as frailty and same day urgent care.\n\nThe fundamental purpose being to progress to integrated approaches across all system partners that enable new integrated personalised proactive models of care to existing and thrive.\n\nThe expert partner will bring first hand experience and knowledge of navigating and supporting organisations successfully through this complex process.\n\nWe are therefore looking for an expert development partner to act as advisors and provide intensive hands on support to shadow Integrated Care Partnerships between December 2021 and April 2022.\n\nBeyond this we would expect the EDP to be continuing to support at a less intensive level based on local ICP defined requirements or provide additional support to the wider agendas such as frailty and urgent care.",
        "Estimated_Value": "417K",
        "Supplier_info": [
            " management consultancy ",
            " administrative services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W36/758579507",
        "Keyword": "IoT"
    },
    {
        "Title": "Information Technology Commercial Framework (ITCF)",
        "Name_of_the_company": [
            " National Highways "
        ],
        "Request_Category": [
            " IT consultancy "
        ],
        "Description": "The purpose of this Contract Notice is to inform the market of National Highways' plans to launch a technology framework that will be called the Information Technology Commercial Framework (ITCF).\n\nThe Operational Technology Commercial Framework (OTCF) was launched on the 9th July 2021 and it is hoped that the ITCF will be the second vehicle to support the delivery of National Highway’s RIS2 technology pipeline and to meet the strategic aims of National Highways.",
        "Estimated_Value": "1B",
        "Supplier_info": [
            " IT consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W37/759038370",
        "Keyword": "IoT"
    },
    {
        "Title": "Understanding the Food System",
        "Name_of_the_company": [
            " Food Standards Agency "
        ],
        "Request_Category": [
            " research and development ",
            " test and evaluation services "
        ],
        "Description": "We are looking to form a strategic partnership with an organisation or consortium that might provide us with well-evidenced insights and resources to help colleagues in the FSA and otherwise think more about the whole food system.\n\nRequirements\n\n1. Development and delivery of a toolkit for policymakers working in the food system - this might include accessible digital resources fit for publication and a plan for their adoption, embedding and on-going use, (e.g. a series of workshops, with training for FSA staff to deliver it to others and drawing on the latest evidence on how to optimise insights for policymakers) by 1 January 2022.\n\n2. Delivery of up to five evidence reviews for policymakers, to a standard fit for peer review and publication on a range of topics, for example:\n\n- Systemic vulnerabilities (by 1 January 2022, detailed brief to be issued)\n\n- Modelling the impact of trends, policy directions and sudden events on the food system (tbc)\n\n3. Provision of ad hoc policy advice on emerging issues from a food systems perspective, for example provision of up to four short briefings each financial year on specific topics delivered within 4 weeks of initial request, attending up to four meetings per financial year to contribute expertise to FSA thinking.\n\n4. Co-funding of an 18-month post-doctoral ESRC fellowship (October 2021 to March 2023) to explore system vulnerability, risk and resilience, drawing on a broad range of expertise to support delivery of the above, embedded for at least three days a week in the FSA team to ensure knowledge exchange.",
        "Estimated_Value": "1",
        "Supplier_info": [
            " research and development ",
            " test and evaluation services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W34/757596503",
        "Keyword": "IoT"
    },
    {
        "Title": "ID 3534429 - DoF - Purchase of patching product for non-Microsoft products on desktop clients",
        "Name_of_the_company": [
            " Department of Finance "
        ],
        "Request_Category": [
            " IT services ",
            " software systems ",
            " information systems ",
            " software services ",
            " software and information systems "
        ],
        "Description": "IT Assist has responsibility for the delivery of common IT systems and services to support the business objectives of the 9 Northern Ireland Civil Service (NICS) Departments and approximately 40 Arms-Length organisations.\n\nServices are delivered to approximately 28000 NICS staff and customers located across Northern Ireland.\n\nOne of the services is the supply, management and security of client desktop/laptops for customers to use for the execution of their business.\n\nIT Assist currently use Microsoft SCCM 2019 for the management and security patching of all client desktop and laptops.\n\nSCCM is used to scan and apply the required patches for all Microsoft products on the clients and a small number of 3rd party products security patches are applied for example Adobe.\n\nFor the 3rd party applications a SCCM package has to be developed each time containing the latest patch and pushed out to every desktop.\n\nIT Assist has identified a need for a product that will allow them to more efficiently manage the security patching of the large number of 3rd party applications that are in use while maintaining the well embedded SCCM client infrastructure.\n\nIT Assist requires a 5 year contract (3 years initial with 2 optional extension years) for the supply and delivery of a patch management system to integrate into the SCCM environment that will allow clients to have 3rd party non Microsoft products security patched.\n\nPlease see document entitled “ID 3534429– Specification Schedule” for full details of the requirement”.",
        "Estimated_Value": "250K",
        "Supplier_info": [
            " IT services ",
            " software systems ",
            " information systems ",
            " software services ",
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W36/758317410",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-Middlesbrough: ERDF - Smart Tuyere Sensor for Peel Jones Copper Products Ltd",
        "Name_of_the_company": [
            " Teesside University "
        ],
        "Request_Category": [
            " engineering services ",
            " IT consultancy "
        ],
        "Description": "ERDF funded - Peel Jones Copper Products (PJCP) recently completed a Knowledge Transfer Partnership to investigate opportunities to optimise the performance of blast furnaces through innovative design and manufacture of blast furnace castings, utilising materials processing optimisation, embedded monitoring systems and advanced manufacturing processes.\n\nThis provided the understanding of Tuyere failure and the ability to predict failure by measuring wear of pure copper from within the Blast Furnace which would offer a significant USP to differentiate PJCP from its competitors.\n\nIt also instigated discussions regarding a live blast furnace trial of the sensor, with a well-established blast furnace operator, who have provided a Letter of Support confirming their interest in the solution and intent to support a formal trial.\n\nPreliminary investigation into the likely stages and costs required to move to commercialisation of this innovative product has informed this tender.\n\nIt was confirmed that sensor technology for measuring wear on copper products could very likely be achieved using a novel sensor array.\n\nThe approach would need to combat the challenge of measurement of copper which is traditionally difficult, in the high temperature environment of a blast furnace (2000C).\n\nTherefore, the specification for this project is to develop a prototype SMART Tuyere sensor, to address these challenges and provide a cost effective solution",
        "Estimated_Value": "10K-£25K",
        "Supplier_info": [
            " engineering services ",
            " IT consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W41/736362708",
        "Keyword": "IoT"
    },
    {
        "Title": "Construction Embedded rock ramp fish pash near Red Rock",
        "Name_of_the_company": [
            " Ribble Catchment Conservation Trust "
        ],
        "Request_Category": [
            " civil engineering work "
        ],
        "Description": "The Opening Up the River Douglas programme (OUR Douglas), funded by the European Regional Development Fund (ERDF), aims to specifically address and improve fish passage in the Douglas Catchment, creating a fish easement which allows for the passage of all fish species at all times.\n\nAs such the project is advertising this contract opportunity for the detailed design and construction of a embedded rock ramp fish pass at the weir near Red Rock.",
        "Estimated_Value": "58K",
        "Supplier_info": [
            " civil engineering work "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W42/736952509",
        "Keyword": "IoT"
    },
    {
        "Title": "Design and Construction Rock Ramp Fish Pass at Worthington Lakes",
        "Name_of_the_company": [
            " Ribble Catchment Conservation Trust "
        ],
        "Request_Category": [
            " civil engineering work "
        ],
        "Description": "The Opening Up the River Douglas programme (OUR Douglas), funded by the European Regional Development Fund (ERDF), aims to specifically address and improve fish passage in the Douglas Catchment, creating a fish easement which allows for the passage of all fish species at all times.\n\nAs such the project is advertising this contract opportunity for detailed design and construction of a embedded rock ramp fish pass at the weir downstream of Worthington Lakes.",
        "Estimated_Value": "81K",
        "Supplier_info": [
            " civil engineering work "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W42/736952512",
        "Keyword": "IoT"
    },
    {
        "Title": "Tender for Electronic Procurement System",
        "Name_of_the_company": [
            " Nottingham Community Housing Association 2014 "
        ],
        "Request_Category": [
            " software and information systems "
        ],
        "Description": "The organisation is undergoing a major shift in its approach to procurement, employing a new Procurement and Value Manager, changing procurement thresholds to align with Public Contract Regulations (PCRs) and embedding a more detailed infrastructure to support colleagues to make the right procurement choices.\n\nThis new electronic procurement system will be a cornerstone of this shift.",
        "Estimated_Value": "187K",
        "Supplier_info": [
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W43/737280130",
        "Keyword": "IoT"
    },
    {
        "Title": "Integrated Digital Implementation System Framework",
        "Name_of_the_company": [
            " NHS Wales Shared Services Partnership "
        ],
        "Request_Category": [
            " software development services "
        ],
        "Description": "The NHS Wales Shared Services Partnership, hosted by Velindre NHS Trust are acting on behalf of Cardiff and Vale University Local Health Board who are seeking to establish a integrated digital implementation system framework.",
        "Estimated_Value": "2M",
        "Supplier_info": [
            " software development services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W44/737935422",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-Middlesbrough: ERDF - Games & Software Development for Novel Interactive Educational Tool",
        "Name_of_the_company": [
            " Teesside University "
        ],
        "Request_Category": [
            " software services "
        ],
        "Description": "ERDF funded and the contract will be with Amazing Interactives Ltd.\n\nThe project is to develop the ISportstm Wall, a new product that will engage students to partake in core educational learning with an element of exercise, in a fun environment whilst maintaining the safe distances due to covid-19.\n\nThe ultimate outcome will be a full solution (software & hardware) which makes a 5 to 6m wall within a school interactive.\n\nAn initial prototype / proof of concept has been developed to prove the concept and to enable initial marketing activity.\n\nHowever, this is a skeleton system with basic game concepts and not all required configurability embedded.\n\n",
        "Estimated_Value": "25K-£50K",
        "Supplier_info": [
            " software services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W44/737804491",
        "Keyword": "IoT"
    },
    {
        "Title": "Pegasus — Applications Services — Selection Questionnaire (SQ) — Competitive Process with Negotiation (CPN) — Stage 1",
        "Name_of_the_company": [
            " Metropolitan Police Service "
        ],
        "Request_Category": [
            " IT services ",
            " computer equipment ",
            " network equipment ",
            " telecoms equipment ",
            " software and information systems ",
            " software systems ",
            " information systems ",
            " installation services ",
            " software services ",
            " software development services ",
            " IT consultancy ",
            " data services "
        ],
        "Description": "The Metropolitan Police Service (MPS), founded by Sir Robert Peel in 1829, is famed around the world and has a unique place in the history of policing. Today, accountable to the Mayor's Office for Policing and Crime (MOPAC), the MPS is responsible for policing an area of 620 square miles with a daily population of over 12 000 000.\n\nThe Pegasus Programme will deliver a service model that reflects the future needs of the MPS. It will enable agility and flexibility in our services, an improved user experience and greater value for money. The Pegasus Programme supports the MPS direction and strategy to seize the opportunities of data, digital and technology to be a world leader in policing.\n\nThe MPS is tendering for the provision of IT applications services. This procurement covers the procurement of a single contract to deliver these services",
        "Estimated_Value": "350M",
        "Supplier_info": [
            " IT services ",
            " computer equipment ",
            " network equipment ",
            " telecoms equipment ",
            " software and information systems ",
            " software systems ",
            " information systems ",
            " installation services ",
            " software services ",
            " software development services ",
            " IT consultancy ",
            " data services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W44/737804339",
        "Keyword": "IoT"
    },
    {
        "Title": "IT Audit Services",
        "Name_of_the_company": [
            " Durham University "
        ],
        "Request_Category": [
            " computer related services ",
            " auditing services "
        ],
        "Description": "Durham University is seeking to appoint an IT auditor as part of its cycle of full market testing. The contract will commence on 1 January 2021 and is for a period of 3 years, with two possible extensions of 1 year each (3 + 1 + 1), subject to supplier performance and requirement.\n\nThe opportunity can be viewed at",
        "Estimated_Value": "225K",
        "Supplier_info": [
            " computer related services ",
            " auditing services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W42/736755747",
        "Keyword": "IoT"
    },
    {
        "Title": "Carers Wellbeing Partnership",
        "Name_of_the_company": [
            " Staffordshire County Council ",
            " NHS Stafford & Surrounds CCG ",
            " NHS Cannock Chase CCG ",
            " NHS South East Staffordshire & Seisdon Peninsula CCG ",
            " NHS East Staffordshire CCG ",
            " NHS North Staffordshire CCG "
        ],
        "Request_Category": [
            " health and social work ",
            " health services ",
            " social work services ",
            " social work with accommodation ",
            " community health services "
        ],
        "Description": "The Council wishes to commission a provider to deliver a programme of preventative support for carers of all ages which is embedded within local communities.\n\nThis will be delivered by a partnership of organisations committed to supporting carers and the wider community, a 'Carers Wellbeing Partnership' coordinated by a lead provider.\n\nThe carers wellbeing partnership will engage, influence, collaborate and work with other organisations, carers, employers and communities to deliver a broad range of interventions and sustainable support solutions that meet the needs of carers.",
        "Estimated_Value": "3M",
        "Supplier_info": [
            " health and social work ",
            " health services ",
            " social work services ",
            " social work with accommodation ",
            " community health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W42/736755753",
        "Keyword": "IoT"
    },
    {
        "Title": "Logistics Managed Services Provider",
        "Name_of_the_company": [
            " Westminster City Council "
        ],
        "Request_Category": [
            " miscellaneous health services "
        ],
        "Description": "Westminster City Council (WCC) requires a service to support London with the management of its planned temporary mortuary service across London. This service is being provided to assist 33 London Boroughs with their excess deaths in their communities and to ensure the deceased are treated with respect and dignity whilst ensuring that respect of the beliefs of the individual and their families is embedded within the service.\n\nThe logistics managed services provider is required to deliver the services at a range of sites within the boundaries of the 33 London boroughs and up to 10 miles outside of the M25.",
        "Estimated_Value": "8M",
        "Supplier_info": [
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W43/737345622",
        "Keyword": "IoT"
    },
    {
        "Title": "Understanding the Food System",
        "Name_of_the_company": [
            " Food Standards Agency "
        ],
        "Request_Category": [
            " research and development "
        ],
        "Description": "We are looking to form a strategic partnership with an organisation or consortium that might provide us with well-evidenced insights and resources to help colleagues in the FSA and otherwise think more about the whole food system.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " research and development "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W34/757596611",
        "Keyword": "IoT"
    },
    {
        "Title": "Community Arts Programme Development - Charnwood, Leicestershire",
        "Name_of_the_company": [
            " National Forest "
        ],
        "Request_Category": [
            " social and personal services "
        ],
        "Description": "The Charnwood Forest Landscape Partnership Scheme will celebrate Charnwood Forest's internationally important volcanic legacy.\n\nEighteen projects will inspire people to explore its rich landscape, understand its diverse heritage, and develop skills to care for it.\n\nIt will enable the partnership to coordinate management at landscape scale and finally secure the future of this extraordinary place.\n\nThe projects will be delivered under three themes: 'Explore Charnwood', 'Understand Charnwood' and 'Care for Charnwood'.\n\nThe community arts programme, entitled 'Celebrating Charnwood', is one of five projects within the 'Understand Charnwood' theme\n\nThe purpose of the 'Celebrating Charnwood' community arts programme is to engage people through a variety of art forms and events to record and celebrate local heritage, stories and traditions and to encourage their active participation in the future of the Forest.\n\nWe envisage that the successful tenderer will engage with a range of communities and groups in the project area (i.e. within the boundary of Charnwood Forest Regional Park), key target audiences in surrounding urban areas of Leicester, Loughborough and Coalville and the wider public both online and face-to-face.\n\nThe programme will also include some activity with schools, online collaborations with other global sites with similar fossils, and participation in the National Forest Timber Festival.\n\nFor this project, we are looking for an organisation that will adopt an embedded community arts approach to the development of the five-year programme of activities, one which will engage target audiences in a meaningful way and will build trust and commitment over time.\n\nThe ambition goes beyond delivering artistic activities in a community setting.\n\nWe are looking for a more radical approach, which carries risks but offers greater rewards.\n\nArt will be a means by which the partnership and target audiences can communicate about Charnwood Forest.\n\nUltimately, the community arts programme should help different audiences to engage with decision-making about Charnwood Forest, its management, and its future.\n\nFurther information and how to apply is set out in the attached documents.",
        "Estimated_Value": "80K-£98K",
        "Supplier_info": [
            " social and personal services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W44/737804513",
        "Keyword": "IoT"
    },
    {
        "Title": "Logistics Managed Service Provider",
        "Name_of_the_company": [
            " Capitalesourcing "
        ],
        "Request_Category": [
            " miscellaneous health services "
        ],
        "Description": "Westminster City Council (WCC) requires a service to support London with the management of its planned temporary mortuary service across London. This service is being provided to assist 33 London Boroughs with their excess deaths in their communities and to ensure the deceased are treated with respect and dignity whilst ensuring that respect of the beliefs of the individual and their families is embedded within the service.\n\nThe Logistics Managed Services Provider is required to deliver the Services at a range of sites within the boundaries of the 33 London Boroughs and up to 10 miles outside of the M25.",
        "Estimated_Value": "8M",
        "Supplier_info": [
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W43/737280435",
        "Keyword": "IoT"
    },
    {
        "Title": "Redevelopment of County Flats, Aberavon",
        "Name_of_the_company": [
            " Tai Tarian "
        ],
        "Request_Category": [
            " building construction work "
        ],
        "Description": "This Request for Participation has been issued by Tai Tarian through Sell2Wales in accordance with the competitive procedure with Negotiation (CPN) in accordance with the Public Contracts Regulations 2015 (‘the Regulations’).\n\nWe are seeking to award a contract for the redevelopment of County Flats in Aberavon, Port Talbot.\n\nThe contract will be awarded to a single contractor to be carried out over a period of 3 years.\n\nThe redevelopment of the county flats in Aberavon, Port Talbot is a major opportunity to regenerate this part of Aberavon sea front and provide a landmark scheme that will provide energy efficient new homes, revitalise the public realm and also inform potential developments across Wales for decades to come.",
        "Estimated_Value": "12M",
        "Supplier_info": [
            " building construction work "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W45/738394114",
        "Keyword": "IoT"
    },
    {
        "Title": "Maternity Generator replacement",
        "Name_of_the_company": [
            " University Hospitals Birmingham NHS Trust "
        ],
        "Request_Category": [
            " electrical machinery ",
            " industrial machinery "
        ],
        "Description": "The University Hospitals Birmingham NHS Foundation Trust wish to replace the existing low voltage diesel driven 255kVA rated Maternity Standby Generator at Heartlands Hospital with a new higher rated low voltage diesel driven 500kVA rated prime rated low voltage diesel driven generator set.\n\nThe new 500KVA low voltage diesel driven generator shall be housed in the current Maternity Generator House.\n\nIn addition to the above, the project works shall also to entail the following associated with the new Maternity low voltage diesel driven standby generator: -Remove and replace existing fuel pipework and connections from the existing low voltage diesel driven bulk fuel tank to the new standby generator, the existing fuel storage tanks shall be retained and re used under these works. -Provide & Install a new suitably rated floor standing Low Voltage Switchboard -Provide new manual transfer switch to select between the new Maternity Standby Generator and temporary generator connections. -Provide a temporary generator connection facility in suitable housing for the Maternity Block -Provide a temporary load bank connection facility in suitable housing for the Maternity Block -Provide load bank shedding contactor arrangement to disconnect Maternity Generator load bank supply upon main failure to enable the embedded generator to support the essential load.\n\nThe location for the new low voltage diesel driven Maternity Standby Generator is as noted on the drawings.\n\nNew automatic generator controls will be provided for the for the new low voltage diesel driven Maternity Standby Generator to ensure the generator supports the load on a mains failure within timescales prescribed within this document.\n\nThe associated low voltage switchgear works comprise the supply and install of a new Low Voltage Switchboard and facilities for connecting a temporary resistive load bank for generator routine \"on load\" testing and connection of a temporary low voltage diesel driven generator should the embedded low voltage generator need be taken \"off line\" or fail.\n\nThis project also includes all associated building works in the provision of an external lockable GRP Enclosure and a suitable base, installation of below ground cable ducts and making good / sealing penetrations on completion of the works.",
        "Estimated_Value": "16",
        "Supplier_info": [
            " electrical machinery ",
            " industrial machinery "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W46/738590974",
        "Keyword": "IoT"
    },
    {
        "Title": "X-ray Machine with CT Scanner",
        "Name_of_the_company": [
            " Compound Semiconductor Applications Catapult "
        ],
        "Request_Category": [
            " electronic equipment ",
            " scientific equipment ",
            " medical equipment "
        ],
        "Description": "The Compound Semiconductor Applications (CSA) Catapult is creating a modular, flexible, accelerated prototype package assembly and test facility for RF, photonics, and power compound semiconductor devices, modules and systems. The facility enables research, proof of concept and provides the capability to demonstrate the feasibility and undertake small volume prototype builds.\n\nHigh-resolution X-ray equipment with CT scan capability is required the routine microelectronics assembly verification, optimisation of interconnect layers, finding buried defects and failure analysis for developing a reliable and quality integration process.\n\nThe manufacturer/authorised vendor shall install the system at the Innovation Centre, CSA Catapult, by March 2021.",
        "Estimated_Value": "400K",
        "Supplier_info": [
            " electronic equipment ",
            " scientific equipment ",
            " medical equipment "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W46/738721810",
        "Keyword": "IoT"
    },
    {
        "Title": "GLA 81731 OPDC Creative Wayfinding",
        "Name_of_the_company": [
            " Transport for London "
        ],
        "Request_Category": [
            " business services ",
            " social and personal services "
        ],
        "Description": "The Old Oak and Park Royal Development Corporation (OPDC) is seeking to appoint a team with a track record in community engagement and working in the public realm, to design and deliver a series of Creative Wayfinding Interventions across Old Oak and Park Royal.\n\nThe successful bidder will work closely with local groups on a series of hyper-local, public realm commissions which will improve wayfinding and legibility and create a renewed sense of identity and pride in the local area.\n\nThis opportunity is open to creative practitioners based anywhere in the UK, but a commitment to embedding local communities within the project, and a demonstrable understanding of the local context is essential.",
        "Estimated_Value": "100K-£120K",
        "Supplier_info": [
            " business services ",
            " social and personal services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W48/739639523",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-Glasgow: Workplace Adjusments",
        "Name_of_the_company": [
            " Scottish Water "
        ],
        "Request_Category": [
            " miscellaneous services "
        ],
        "Description": "Introduction Scottish Water is seeking a Managed Service to provide an end-end solution that supports the efficient management of Workplace Adjustments.\n\nThe service would manage Workplace Adjustment requests from the point of receiving a request through the stages of assessing the Adjustment need, procuring a solution to address the need identified and implementing solutions with employees who have requested Workplace Adjustments.\n\nBackground\n\nThe requirements of the Equality Act 2010 are to prevent a disabled employee or job applicant from being at a substantial disadvantage compared with a person who is not disabled, by:\n\n• Changing what work looks like to overcome any substantial disadvantages\n\n• Making changes to environmental features to overcome physical barriers\n\n• Providing auxiliary aids or services to assist the disabled person.\n\nIn addition to these regulatory requirements, Scottish Water is keen to support all employees who have a Workplace Adjustment need to create workplace equity, both now and in the future.\n\nMandatory Requirements Bidders must be able to provide a managed end-to-end service following referral by SW, to assess, source, procure and implement work place adjustments for an employee.\n\nThey must provide a single consistent point of contact for the employee and their line manager during service delivery.\n\nResponses that do not demonstrate that the bidder can meet these mandatory requirements will be rejected.\n\nObjectives / Scope of Services\n\nThe key outcomes are:\n\n• Establish clear understanding of Workplace Adjustments within the Scottish Water workplace, underpinned by accessible supportive guidance for employees and Line Managers.\n\n• Robust end to end implementation and control of Workplace Adjustments, supported by a formal processes.\n\n• Consistent data management enabled through the use of a single secure data repository.\n\n• New processes embedded through accessible relevant training materials and ambassador networks.\n\n• Formal guidelines documented for support of the process.\n\n• Provision of an appropriate single secure repository for Workplace Adjustments data storage that adheres to GDPR requirements.",
        "Estimated_Value": "100K-£500K",
        "Supplier_info": [
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W47/739115222",
        "Keyword": "IoT"
    },
    {
        "Title": "Community Collections Service",
        "Name_of_the_company": [
            " Westminster City Council "
        ],
        "Request_Category": [
            " miscellaneous health services "
        ],
        "Description": "Westminster City Council (WCC) requires a service to support London with collecting deceased individuals from various locations in London including but not limited to homes, nursing homes, hospitals or hospices, to a suitable facility for storage. This service is being provided to assist 33 London Boroughs with their excess deaths in their communities and to ensure the deceased are treated with respect and dignity whilst ensuring that respect of the beliefs of the individual and their families is embedded within the service.\n\nThe provider is required to deliver the services at a range of sites within the boundaries of the 33 London boroughs and up to 10 miles outside of the M25.",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W45/738132017",
        "Keyword": "IoT"
    },
    {
        "Title": "On-site Perfusion Services Embedded within the Hospital",
        "Name_of_the_company": [
            " Papworth Hospital NHS Trust "
        ],
        "Request_Category": [
            " hospital services ",
            " health and social work ",
            " health services "
        ],
        "Description": "This is for the provision of highly specialised perfusion services onsite at Royal Papworth Hospital.\n\nAll potential bidders will be required to provide evidence of their capability to provide the required services prior to taking part in the competitive dialogue process.",
        "Estimated_Value": "14M",
        "Supplier_info": [
            " hospital services ",
            " health and social work ",
            " health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W46/738656315",
        "Keyword": "IoT"
    },
    {
        "Title": "Community Collections Service",
        "Name_of_the_company": [
            " Capitalesourcing "
        ],
        "Request_Category": [
            " miscellaneous health services "
        ],
        "Description": "Westminster City Council (WCC) requires a service to support London with collecting deceased individuals from various locations in London including but not limited to homes, nursing homes or hospices, to a suitable facility for storage. This service is being provided to assist 33 London Boroughs with their excess deaths in their communities and to ensure the deceased are treated with respect and dignity whilst ensuring that respect of the beliefs of the individual and their families is embedded within the service.\n\nThe Provider is required to deliver the Services at a range of sites within the boundaries of the 33 London boroughs and up to 10 miles outside of the M25\n\nThis will be a framework agreement with up to 8 Suppliers.\n\nNo quantities are guaranteed and no minimum spend is guaranteed.\n\nThe estimated framework value is based on the full 24 month framework duration.",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W45/738132189",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Attachment and Trauma Framework",
        "Name_of_the_company": [
            " Staffordshire County Council "
        ],
        "Request_Category": [
            " education and training ",
            " training services "
        ],
        "Description": "The Council is seeking to secure suitable providers for the provision of an attachment and trauma framework.\n\nStaffordshire Virtual School for Looked After and Previously Looked After Children addresses the needs of vulnerable pupils across the continuum of provision, from early years, to post sixteen (16), including those in mainstream school, through alternative provision, to special school placements according to formally assessed need.\n\nProviders will have experience in supporting children and young people with a range of needs including social, emotional and mental health issues SEMH due the impact of their care journey.\n\nIn addition, providers will have experience of training parents, carers and professionals in the education and care sector, whom are supporting the emotional wellbeing of vulnerable children.",
        "Estimated_Value": "\u0080400K",
        "Supplier_info": [
            " education and training ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W46/738590765",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Attachment and Trauma Framework",
        "Name_of_the_company": [
            " Staffordshire County Council "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "The Council is seeking to secure suitable Providers for the provision of an Attachment and Trauma Framework. Staffordshire Virtual School for Looked After and Previously Looked After Children addresses the needs of vulnerable pupils across the continuum of provision, from early years, to post sixteen (16), including those in mainstream school, through alternative provision, to special school placements according to formally assessed need. Providers will have experience in supporting children and young people with a range of needs including Social, Emotional and Mental Health issues (SEMH) due the impact of their care journey. In addition, Providers will have experience of training parents, Carers and Professionals in the education and care sector, whom are supporting the emotional wellbeing of vulnerable children.\n\nThe Framework is divided into six 'Lots':\n\nLot 1: Support for School Self-Assessment\n\nSupport and training for Education Settings to self-assess using an audit e.g. STIAA, ARC to review practice and implement a development plan based on the findings.\n\nLot 2: Training for Practitioners to Lead Practice within their Education Setting\n\nOffer of train the trainer or attachment lead programmes to enable Practitioners to have the skills and resources to be able to train and lead practice to improve emotional wellbeing in their Education Setting for Children and Workforce.\n\nLot 3: Delivery of Training for Education Providers, Children's Workforce and Carers\n\nDelivery of face to face training using evidence-based approaches for groups of Carers and Practitioners from introductory sessions to support emotional wellbeing to sessions to develop knowledge and practice skills. This could include large scale events including whole school or cluster of Education Settings training events.\n\nLot 4: Sustaining and Implementing Practice\n\nSupport for the development of Practitioner Networks with a focus on embedding practice through a range of activities e.g. support to research and implement practice, reviewing new evidence or practice.\n\nLot 5 Ad Hoc Training to meet need\n\nEnsure that ad hoc training is tailored to meet the specific needs of individual children, Education Setting or Children's Workforce training requirement as requested by the Virtual School.\n\nLot 6 Individual Child Support\n\nEducational Psychology support (based on an hourly rate) for individual children supporting the development of a range of packages to support trauma informed practice for individual Children.",
        "Estimated_Value": "300K-£400K",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W46/738590821",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Health Professional Education and Training Services (Phase 1)",
        "Name_of_the_company": [
            " NHS Wales Shared Services Partnership Procurement Services "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "Health Education and Improvement Wales (HEIW) have responsibility for ensuring that the people and healthcare professionals of Wales benefit from a cohesive, consistent approach to education and training, and to workforce modernisation and planning.\n\nHEIW is seeking to procure high quality Health Professional Education and Training Services in Wales to ensure sustainability within the NHS workforce in Wales and to ensure the individual Welsh Health Board's Integrated Medium Term Plan workforce requirements are met.\n\nA number of key objectives have been established and will be embedded into the new proposed contracts. These include:\n\n— the need for inter-professional education (IPE), simulation and placement preparation to be embedded within the curriculum;\n\n— distance learning to build digital skills in healthcare delivery and digital solutions to support students living in rural areas;\n\n— widening access to students which includes lowering tariffs for a more inclusive entry, increased financial support for those from economically deprived areas;\n\n— renewed contract management requirements including Regional Education Consortiums between the Education Provider, Local Health Board and HEIW to ensure the key themes and objectives arising from ‘A Healthier Wales’ are met;\n\n— development of increasing numbers of placements within primary care, public health and social care settings, leading to a set percentage of student placements within these areas;\n\n— centralised placement support and quality management led by HEIW;\n\n— admissions requirements and quality monitoring measures, including Equality and Diversity;\n\n— increased levels of Welsh Language skills in the health and care workforce.\n\nMeeting these objectives will add significant value to student experience and future workforce of NHS Wales, ultimately improving the experience of services users/patients across Wales.\n\nThe services have been divided into 18 lots. Some of the lots have been divided into sub-lots. Detailed information in relation to the Lotting Strategy is set out in the Invitation to Tender (ITT).",
        "Estimated_Value": "1B",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W47/739049521",
        "Keyword": "IoT"
    },
    {
        "Title": "BBC Creative — Multi-Platform Post Production Services and Production Technology",
        "Name_of_the_company": [
            " British Broadcasting Corporation "
        ],
        "Request_Category": [
            " television services "
        ],
        "Description": "BBC Creative is the BBC’s in-house agency producing promotional and branding content for all BBC services and products. We make thousands of projects each year, creating around 50 000 assets. Examples of our work can be seen here:",
        "Estimated_Value": "___",
        "Supplier_info": [
            " television services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W48/739573804",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-Southampton: Process Improvement",
        "Name_of_the_company": [
            " Ordnance Survey "
        ],
        "Request_Category": [
            " management services "
        ],
        "Description": "OS wants to engage with external company with experience in supporting innovation across companies to look at how OS encourage ideas from both within and external to the business, as well as enhance processes for managing, resourcing, tracking, implementing and embedding them into business as usual.\n\nOS also wants to empower, embrace risk and collaboration, and support through tools and techniques and will look to the successful contractor to provide advice on the most appropriate tools and methodologies to fit OS needs.",
        "Estimated_Value": "50K-£100K",
        "Supplier_info": [
            " management services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W50/740622376",
        "Keyword": "IoT"
    },
    {
        "Title": "WWF Youth Leadership Online Course Development",
        "Name_of_the_company": [
            " WWF UK World Wide Fund for Nature Trading "
        ],
        "Request_Category": [
            " software development services ",
            " research and development ",
            " adult education ",
            " environmental services "
        ],
        "Description": "Youth will inherit the environmental legacy of today's decisions and will be responsible for shaping the future relationship between humanity and nature. Over 40% of the world's population is under 25, so already their lifestyle choices have a huge impact on our planet. Empowering young people to be leaders of environmental action and spokespeople for sustainability is an important way to drive positive change today and is essential to ensure that the action sustained for generations to come.\n\nWWF-UK seeks proposals from suitably experienced providers to produce an online youth leadership training course for 16-25-year olds. The course, through a process of self-reflection exercises, will help guide young people to understand what kind of 'Changemaker' they are. In a similar style to a personality test, a young person working through the course will answer various questions about themselves to land on a 'changemaker identity'.\n\nOur expectation is that video outputs will be hosted on YouTube and embedded into the Youth for Our Planet website, which will signpost to further relevant resources should young people wish to explore the topic further. The videos will involve interactive elements and ask that young people respond in the comments with their own personal reflections.\n\nAll elements of the training course should also be adapted as an offline toolkit in order to open access to the training to communities with limited access to the internet, and to allow structured groups of young people (e.g. scout troops) to undertake the course together under supervision from local staff or youth leaders.",
        "Estimated_Value": "30K-£41K",
        "Supplier_info": [
            " software development services ",
            " research and development ",
            " adult education ",
            " environmental services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W49/740229571",
        "Keyword": "IoT"
    },
    {
        "Title": "Virtual Contact",
        "Name_of_the_company": [
            " Swaythling Housing Society "
        ],
        "Request_Category": [
            " telecoms services ",
            " telecoms equipment ",
            " consultancy services "
        ],
        "Description": "Overview at present, Abri use Microsoft Teams as their internal collaboration tool.\n\nThis enables colleagues to hold voice calls, video calls and meetings virtually, with both internal and external users.\n\nThis has proven invaluable during the recent Covid-19 pandemic, allowing colleagues to work in a flexible and agile way.\n\nAs there is to be no reduction in colleague or business requirements for this flexibility, there is a requirement to expand from the Microsoft Teams current collaboration solution and provide an embedded Virtual Contact solution.\n\nIn addition, we have 2 legacy customer contact centre solutions which, in both organisations are either end of life, or nearing end of life.\n\nThe required solution must provide a centralised flexible, robust, and scalable contact centre solution as this is critical for integration but also for ensuring we are BCP ready for our customers on a virtual platform.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " telecoms services ",
            " telecoms equipment ",
            " consultancy services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W50/740556862",
        "Keyword": "IoT"
    },
    {
        "Title": "Virtual Contact",
        "Name_of_the_company": [
            " Abri "
        ],
        "Request_Category": [
            " telecoms services ",
            " consultancy services ",
            " telecoms equipment "
        ],
        "Description": "Overview\n\nAt present, Abri use Microsoft Teams as their internal collaboration tool. This enables colleagues to hold voice calls, video calls and meetings virtually, with both internal and external users. This has proven invaluable during the recent COVID-19 pandemic, allowing colleagues to work in a flexible and agile way. As there is to be no reduction in colleague or business requirements for this flexibility, there is a requirement to expand from the Microsoft Teams current collaboration solution and provide an embedded Virtual Contact solution.\n\nIn addition, we have 2 legacy customer contact centre solutions which, in both organisations are either end of life, or nearing end of life. The required solution must provide a centralised flexible, robust, and scalable contact centre solution as this is critical for integration but also for ensuring we are BCP ready for our customers on a virtual platform.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " telecoms services ",
            " consultancy services ",
            " telecoms equipment "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W49/740229569",
        "Keyword": "IoT"
    },
    {
        "Title": "Finance System Tender",
        "Name_of_the_company": [
            " Belfast Harbour Commissioners "
        ],
        "Request_Category": [
            " software systems ",
            " software and information systems ",
            " software development services ",
            " information systems ",
            " software services ",
            " computer related services ",
            " technical maintenance "
        ],
        "Description": "This procurement relates to the supply of a best of breed IT solution incorporating core accounting, procurement, project accounting, budgeting, forecasting, fixed assets and inventory functionality to BHC with the option of including expenses functionality and Maximo as an optional system integration. The service should include full project life cycle [Design Build Test Train Data Migration Release] as well as post go live support and maintenance.\n\nBelfast Harbour Commissioners (BHC) best estimate of the anticipated potential value of the contract, based on the full potential duration of the contract and all options available, ranges between GBP 750 000 — GBP 1 500 000. The estimated total value provided below therefore represents the upper limit of this range.",
        "Estimated_Value": "2M",
        "Supplier_info": [
            " software systems ",
            " software and information systems ",
            " software development services ",
            " information systems ",
            " software services ",
            " computer related services ",
            " technical maintenance "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W49/740098173",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Diabetic Eye Screening Programme in Birmingham, Solihull and the Black Country (West Midlands)",
        "Name_of_the_company": [
            " NHS England & NHS Improvement Midlands "
        ],
        "Request_Category": [
            " health services "
        ],
        "Description": "NHS Arden and Greater East Midlands Commissioning Support Unit on behalf of NHS England and NHS Improvement Midlands (the Commissioner) would like to notify the market of an opportunity to provide a Diabetic Eye Screening Programme (DESP) in Birmingham, Solihull and the Black Country (West Midlands) and are inviting suitably qualified providers to deliver the aforementioned services.\n\nAs a result of this procurement exercise an agreement will be established with the successful bidder for a period of 1 year and 9 months with no option to extend (so that the service end date can be aligned to the other West Midlands DESP contracts). The current contract will end on 30 June 2021 and the successful bidder is expected to be fully operational, providing services from 1 July 2021. The current eligible cohort size is approximately 144 000.",
        "Estimated_Value": "7M",
        "Supplier_info": [
            " health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W51/741015679",
        "Keyword": "IoT"
    },
    {
        "Title": "HH086-20 Provision of Community Link Worker Service",
        "Name_of_the_company": [
            " NHS Highland "
        ],
        "Request_Category": [
            " medical services ",
            " health services ",
            " health and social work "
        ],
        "Description": "NHS Highland requires to deliver a Community link worker service to 29 GP practices within the Highland area.\n\nThe aim of the service is to support people to live well through strengthening connections between community resources and primary care.\n\nCommunity link workers will provide a person-centred service that is responsive to the needs and interests of patients registered with GP Practices in socio-economically deprived areas within the Highland area.",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " medical services ",
            " health services ",
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W51/741015678",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Diabetic Eye Screening Programme in Birmingham, Solihull and the Black Country (West Midlands)",
        "Name_of_the_company": [
            " NHS Arden & Greater East Midlands CSU "
        ],
        "Request_Category": [
            " health services "
        ],
        "Description": "NHS Arden and Greater East Midlands Commissioning Support Unit on behalf of NHS England and NHS Improvement Midlands (the Commissioner) would like to notify the market of an opportunity to provide a Diabetic Eye Screening Programme (DESP) in Birmingham, Solihull and the Black Country (West Midlands) and are inviting suitably qualified providers to deliver the aforementioned services.\n\nAs a result of this procurement exercise an agreement will be established with the successful bidder for a period of 1 year and 9 months with no option to extend (so that the service end date can be aligned to the other West Midlands DESP contracts).\n\nThe current contract will end on 30th June 2021 and the successful bidder is expected to be fully operational, providing services from 1st July 2021.\n\nThe current eligible cohort size is approximately 144,000.\n\nCommissioners across NHS England & NHS Improvement - Midlands are looking to procure DESP provision in Birmingham, Solihull and the Black Country (West Midlands).\n\nThe aims of the DESP is to reduce the risk of sight loss amongst people with diabetes by the prompt identification and effective treatment if necessary, of sight threatening diabetic retinopathy, at the appropriate stage during the disease process.\n\nThe Service being commissioned should be aligned to the National Diabetic Eye Screening Service Specification which aims to ensure a consistent and equitable approach across England, and to govern the provision and monitoring of the DESP.\n\nThe Service will need to undertake and perform the following objectives in order to meet the commissioning and Service Specification requirements:\n\n•  Identify the eligible population and ensure effective delivery with maximum coverage.\n\n•  Deliver safe, effective, high quality, externally and independently monitored, and quality assured Diabetic Eye Screening Programme.\n\n•  Lead to earlier detection, appropriate referral, effective treatment and improved outcomes.\n\n•  Deliver and support thorough suitably trained, competent, and qualified, clinical and non-clinical staff who, where relevant, participate in recognised ongoing continuing medical education (CME), continuous Professional Development (CPD), and Quality Assurance (QA) schemes; as well as have regular audits embedded within the service.\n\nThe successful bidder will need to demonstrate that they can deliver services of a continuously high-quality.\n\nKeeping in line with the vision set out in the NHS long term plan;\n\n•  Improve public health outcomes and reduce health inequalities.\n\n•  Contribute to a more sustainable public health, health and care system.\n\nThe DESP programme also contributes to the public health outcomes framework which aims \"to improve and protect the nation's health and wellbeing and to improve the health of the poorest, fastest.\"",
        "Estimated_Value": "7M",
        "Supplier_info": [
            " health services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W50/740818963",
        "Keyword": "IoT"
    },
    {
        "Title": "18/0411 Provision of Counselling in Moray Schools",
        "Name_of_the_company": [
            " Moray Council "
        ],
        "Request_Category": [
            " social care services "
        ],
        "Description": "The Council is seeking to appoint an external service provider that is experienced and appropriately qualified to implement and deliver a counselling service for children and young people aged 10 years and over (up to and including young people aged 18 years) that is embedded within a whole system approach to supporting mental health and wellbeing, including whole school and early intervention approaches.",
        "Estimated_Value": "810K",
        "Supplier_info": [
            " social care services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W52/741343288",
        "Keyword": "IoT"
    },
    {
        "Title": "Adult Community Learning Commissioned Services",
        "Name_of_the_company": [
            " Wrexham County Borough Council "
        ],
        "Request_Category": [
            " adult education "
        ],
        "Description": "Wrexham’s ACL Partnership seeks to support Welsh Government’s ACL strategy by offering a diverse range of courses including both accredited and non-accredited learning opportunities.\n\nfor Essential Skills and employment related training.\n\nWrexham’s ACL Partnership seeks to support Welsh Government’s ACL strategy by offering a diverse range of courses including both accredited and non-accredited learning opportunities. for Essential Skills and employment related training.\n\nThe partnership seeks to appoint providers who are able to provide a range of services to adults. These include:\n\n• supporting those taking the first steps into learning,\n\n• providing skills for life and embedding basic skills,\n\n• providing skills for independent living and skills for work,\n\n• contributing to personal development and wellbeing, and\n\n• developing active citizenship. (Welsh Government, 2016).",
        "Estimated_Value": "___",
        "Supplier_info": [
            " adult education "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W51/741015599",
        "Keyword": "IoT"
    },
    {
        "Title": "Leadership Programme",
        "Name_of_the_company": [
            " United Kingdom Atomic Energy Authority "
        ],
        "Request_Category": [
            " management services ",
            " training services "
        ],
        "Description": "Two Year programme\n\nLeadership Training Provider required to deliver a bespoke, high calibre Leadership programme, which reflects the needs of an academic, research based organization.\n\nThe expectation is the provider will design a programme for 100 people in phase 1, based on agreed content requirements and will also include an element focused on embedding the learning.\n\nThere will be three key elements to the programme - Discovery, Learning and Embedding.",
        "Estimated_Value": "250K-£300K",
        "Supplier_info": [
            " management services ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W49/740360193",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-Middlesbrough: ERDF - Re-design of Core & Covid Response Products for NYMAS Ltd",
        "Name_of_the_company": [
            " Teesside University "
        ],
        "Request_Category": [
            " civil engineering work ",
            " management services ",
            " miscellaneous services ",
            " software services ",
            " management consultancy "
        ],
        "Description": "This is ERDF funded.\n\nThe proposed project is to support NYMAS by re-evaluating seven of their non-complex core products and embedding new design features within them.\n\nThe products in question are grab rails which are generically developed using formed tubular sections.\n\nEach tube requires designing within the required constraints.\n\nThe engineered concepts will need to be designed for manufacture, and from these outputs, appropriate tooling developed for production.",
        "Estimated_Value": "10K-£25K",
        "Supplier_info": [
            " civil engineering work ",
            " management services ",
            " miscellaneous services ",
            " software services ",
            " management consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W49/740229462",
        "Keyword": "IoT"
    },
    {
        "Title": "An Evaluation of the Role of the Principal Designer (PD)",
        "Name_of_the_company": [
            " Health & Safety Executive "
        ],
        "Request_Category": [
            " construction services ",
            " research services ",
            " research consultancy services ",
            " test and evaluation services ",
            " market research services "
        ],
        "Description": "The Construction Design and Management Regulations 2015, also known as CDM Regulations or CDM 2015, came into force on 6 April 2015. They govern the way construction projects of all sizes and types are planned in Great Britain. The principal designer role was introduced by the CDM 2015 regulations. They are appointed by the client to take the lead in planning, managing, monitoring and coordinating health and safety during the pre-construction phase (design and planning stage) of a project.\n\nPrincipal designers have an important role in influencing how risks to health and safety are managed throughout a project. Design decisions made during the pre-construction phase have a significant influence in ensuring the project is delivered in a way that secures the health and safety of everyone affected by the work.\n\nThis review goes above the evaluation that is required by the Post Implementation Review PIR for CDM which focuses on a response to the original Economic Impact Assessment (EIA) and looks at the structural changes that should have occurred within the industry arising from this new role.\n\nOne of the principal findings of the PIR was that the anticipated cost savings that were expected to arise from the introduction of the PD had yet to materialise. Several speculative reasons for this had been put forward. CD Sector needs to have greater understanding of what is driving behaviours in this area and how the role is functioning at present. This is to provide a basis for effective policy development and inform strategic considerations related to wider industry change associated with the Grenfell fire and the creation of a new Building Safety Regulator (BSR).\n\nThe aim of the project is to enhance CD's understanding of how the PD role is being embedded within construction projects of all sizes.",
        "Estimated_Value": "20K-£40K",
        "Supplier_info": [
            " construction services ",
            " research services ",
            " research consultancy services ",
            " test and evaluation services ",
            " market research services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W51/741081318",
        "Keyword": "IoT"
    },
    {
        "Title": "Leadership Programme",
        "Name_of_the_company": [
            " United Kingdom Atomic Energy Authority "
        ],
        "Request_Category": [
            " training services ",
            " management services "
        ],
        "Description": "2-year programme\n\nLeadership training provider required to deliver a bespoke, high calibre leadership programme, which reflects the needs of an academic, research based organisation.\n\nThe expectation is the provider will design a programme for 100 people in Phase 1, based on agreed content requirements and will also include an element focused on embedding the learning.\n\nThere will be three key elements to the programme — discovery, learning and embedding.",
        "Estimated_Value": "300K",
        "Supplier_info": [
            " training services ",
            " management services "
        ],
        "Link": "https://bidstats.uk//tenders/2020/W50/740556839",
        "Keyword": "IoT"
    },
    {
        "Title": "Risk and Assurance Management System",
        "Name_of_the_company": [
            " UK Shared Business Services "
        ],
        "Request_Category": [
            " software and information systems ",
            " insurance services "
        ],
        "Description": "UK Research and Innovation (UKRI) are seeking to procure an integrated Risk and Assurance system (the system) that provides a long-term solution that is adaptable to the complexity of UKRI now and in the future.\n\nThe existing risk system, EasyRisk system was implemented as an interim solution when UKRI was formed.\n\nThe primary over-arching objective of the project is to implement a suitable long-term solution, through a flexible, integrated and easy-to-use system that can support the diverse risk management and assurance needs of UKRI. The solution adopted will be able to adapt to change in organisational objectives and structure. It will provide improved capability to capture, update, track and present relevant information to stakeholders, enabling effective reporting and informed decision making, at all levels.\n\nThe primary objectives of the project, include:\n\n• Improved quality of risk & assurance reporting\n\n• Higher efficiency and effectiveness of risk management by the business\n\n• Increased linkage and integration between Risk, Assurance, and Controls\n\n• Increased linkage to objectives and corporate plan\n\n• New capability to produce KPIs and KRIs\n\nThe system will be used across UKRI. This will include the 9 councils and the corporate areas.\n\nThe Enterprise Risk Management System (ERM) will also support portfolio, programmes and projects.\n\nThe system will support the embedding of the Risk Management Framework and the Assurance Framework. It will be used to manage and support the captured Risk, Assurance, IGRAF (Integrated Governance, Risk & Assurance Framework) and Audit information. Ultimately supporting UKRI by providing information which will help support its decision making.\n\nA fully integrated risk and assurance is the most desirable option, this will form part of Level 1 and 2 as stated below in the requirements documents. To demonstrate our requirements further we have separated them into must have, should have and could have using MoSCoW model. This will allow tender bids to demonstrate their ability to provide our requirements against each criteria.",
        "Estimated_Value": "430K",
        "Supplier_info": [
            " software and information systems ",
            " insurance services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W03/743178526",
        "Keyword": "IoT"
    },
    {
        "Title": "Hall Green School ~ Catering Tender",
        "Name_of_the_company": [
            " Hall Green School "
        ],
        "Request_Category": [
            " catering services "
        ],
        "Description": "The successful supplier will be required to provide catering services at Hall Green School.\n\nHall Green is a popular, vibrant and successful School with a track record of high standards and successful outcomes for pupils of all backgrounds and ability. The diversity of the School population enriches the lives of all of the community and has earned the School an enviable reputation for inclusion.",
        "Estimated_Value": "616K",
        "Supplier_info": [
            " catering services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W01/742523285",
        "Keyword": "IoT"
    },
    {
        "Title": "SMP Alliance - Gantries 001",
        "Name_of_the_company": [
            " Costain "
        ],
        "Request_Category": [
            " specialist transport equipment ",
            " construction work - general ",
            " installation services ",
            " architecture and engineering services "
        ],
        "Description": "On behalf of SMP Alliance working with Highways England (Costain Ltd, Balfour Beatty Civil Engineering Ltd, BMJV, Flour Ltd, Jacobs, WSP Ltd) we require gantry services to support our smart motorway programme.\n\nThis scope of works covers the provision of all necessary people, equipment, plant and materials for the design, construction and maintenance of gantry takedown and gantry erection works in connection with the Smart Motorways Programme (SMP) Alliance programme of works, including where applicable any temporary works design. The gantry supplier network shall also provide dedicated supervision at all times during delivery of the programme of works.\n\nThe gantry supplier network will be expected to work with the Alliance to;\n\n- further develop the final gantry design solutions across the Alliances programme of works\n\n- develop its fabrication, delivery and installation programme for gantry erection\n\n- develop its gantry takedown programme\n\nIt is intended the gantry supplier network will form part of the SMP Alliances overall supplier network which will be embedded into the Alliance, operating in a truly integrated enterprise environment.\n\nLOTS\n\nThere are two (2) lots available:\n\nLot 1 - Design Services\n\nLot 2 - Fabrication, delivery and installation of new / refurbished gantries & removal, demolition and disposal of existing gantry structure\n\nThe providers will be required to work nationally on a works allocation model supporting the Alliance partners.\n\nWe reserve the right to award some or all of the lots listed above. Please see the instructions to tenderers following conclusion of the registration period for more information.\n\nMINIMUM STANDARDS\n\nAs part of this tender exercise, it is a requirement for the Lead or Sole Applicant to evidence alignment to the Common Assessment Standard (CAS) above the PAS91:2013 + A1: 2017 standard.\n\nThis can be achieved via a valid and in date membership with the following assessment bodies; Constructionline (Gold and Platinum Membership), Achilles (Building Confidence Membership), CHAS (Premier Membership) and Builders Profile (upgrade to Constructionline Gold). Lead Applicants who do not hold one of the aforementioned memberships will not be considered for this procurement.\n\nDepending on the bidding model proposed by the applicant, any additional Applicant group members will be required to align to the PAS91:2013 + A1: 2017 standard.\n\nINDICATIVE TIMELINE\n\nUpon release of this notice there will be a two week period for potential applicants to register their interest by emailing the Smart Motorways Procurement inbox",
        "Estimated_Value": "10M",
        "Supplier_info": [
            " specialist transport equipment ",
            " construction work - general ",
            " installation services ",
            " architecture and engineering services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W03/743440531",
        "Keyword": "IoT"
    },
    {
        "Title": "Risk and Assurance Management System",
        "Name_of_the_company": [
            " UK Research & Innovation "
        ],
        "Request_Category": [
            " software systems "
        ],
        "Description": "UK Research and Innovation (UKRI) are seeking to procure an integrated Risk and Assurance system (the system) that provides a long-term solution that is adaptable to the complexity of UKRI now and in the future.\n\nThe existing risk system, EasyRisk system was implemented as an interim solution when UKRI was formed.\n\nAims and Objectives\n\nThe primary over-arching objective of the project is to implement a suitable long-term solution, through a flexible, integrated and easy-to-use system that can support the diverse risk management and assurance needs of UKRI. The solution adopted will be able to adapt to change in organisational objectives and structure. It will provide improved capability to capture, update, track and present relevant information to stakeholders, enabling effective reporting and informed decision making, at all levels.\n\nThe primary objectives of the project, include:\n\n• Improved quality of risk assurance reporting\n\n• Higher efficiency and effectiveness of risk management by the business\n\n• Increased linkage and integration between Risk, Assurance, and Controls\n\n• Increased linkage to objectives and corporate plan\n\n• New capability to produce KPIs and KRIs",
        "Estimated_Value": "430K",
        "Supplier_info": [
            " software systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W03/743178548",
        "Keyword": "IoT"
    },
    {
        "Title": "Housing Needs Single Homeless Migrant Destitution Project",
        "Name_of_the_company": [
            " London Borough of Hackney "
        ],
        "Request_Category": [
            " social and personal services "
        ],
        "Description": "The Single Homeless Migrant Destitution Project will provide OISC-accredited immigration advice, embedded within the Benefits and Housing Need team to work with individuals who have accessed the Covid-19 Urgent Housing Needs Pathway; people who are rough sleeping and those who are insecurely housed and are ineligible (have no recourse to public funds) with the aim that where possible, status in the UK and eligibility for benefits is established, facilitating access to housing and other benefits.",
        "Estimated_Value": "166K",
        "Supplier_info": [
            " social and personal services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W03/743440617",
        "Keyword": "IoT"
    },
    {
        "Title": "Housing Needs Single Homeless Migrant Destitution Project",
        "Name_of_the_company": [
            " London Borough of Hackney "
        ],
        "Request_Category": [
            " social and personal services "
        ],
        "Description": "The Single Homeless Migrant Destitution Project will provide OISC-accredited immigration advice, embedded within the Benefits and Housing Need team to work with individuals who have accessed the Covid-19 Urgent Housing Needs Pathway; people who are rough sleeping and those who are insecurely housed and are ineligible (have no recourse to public funds) with the aim that where possible, status in the UK and eligibility for benefits is established, facilitating access to housing and other benefits.",
        "Estimated_Value": "166K",
        "Supplier_info": [
            " social and personal services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W03/743440692",
        "Keyword": "IoT"
    },
    {
        "Title": "Embedding the pre-registration nursing curriculum into social care settings",
        "Name_of_the_company": [
            " Health Education England "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "In January 2019, the Nursing and Midwifery Council (NMC) published Standards for Pre-registration Nursing Programmes. These standards set out the entry requirements, length of programme, methods of assessment and the level of award for NMC-approved programmes.\n\nEducation institutions must comply with the standards to be approved to run any NMC-approved programmes and student nurses must successfully complete and NMC-approved pre-registration programme in order to meet standards for registered nurses and be able to join the NMC register.\n\nThis tender exercise aims to support the implementation, engagement and embedding of the Standards for Pre-registration Programmes into social care settings, through creation of a guidance document that has been co-produced with the social care and education sector that demonstrates how pre-registration nursing curriculum learning outcomes can be well met in social care settings.",
        "Estimated_Value": "45K",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W01/742326308",
        "Keyword": "IoT"
    },
    {
        "Title": "EWR Co. Scheme Development Phase Technical Partner",
        "Name_of_the_company": [
            " East West Railway "
        ],
        "Request_Category": [
            " consultancy services "
        ],
        "Description": "The role of the Technical Partner is:\n\n1. To develop the systems architecture for the railway.\n\n2. To seek and acquire development consent under the Planning Act 2008.\n\n3. To provide systems integration and assurance support to the Project ensuring that the whole-life systems architecture is embedded.\n\n4. To prepare for delivery phase of the project.",
        "Estimated_Value": "110M",
        "Supplier_info": [
            " consultancy services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W05/744095929",
        "Keyword": "IoT"
    },
    {
        "Title": "EWR Co. Scheme Development Phase Technical Partner",
        "Name_of_the_company": [
            " East West Railway "
        ],
        "Request_Category": [
            " consultancy services "
        ],
        "Description": "The role of the Technical Partner is:\n\n1. To develop the systems architecture for the railway.\n\n2. To seek and acquire development consent under the Planning Act 2008.\n\n3. To provide systems integration and assurance support to the Project ensuring that the whole-life systems architecture is embedded.\n\n4. To prepare for delivery phase of the project.",
        "Estimated_Value": "110M",
        "Supplier_info": [
            " consultancy services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W05/744096116",
        "Keyword": "IoT"
    },
    {
        "Title": "Beneficial Ownership for Transparency in Procurement Phase 3",
        "Name_of_the_company": [
            " Foreign Commonwealth & Development Office "
        ],
        "Request_Category": [
            " research and development "
        ],
        "Description": "REGION - Latin America (Mexico) Be aware that there are embedded documents in the excel RFQ.\n\nIf you cannot access them on a Mac, try using a PC.\n\nThe Foreign and Commonwealth Office (the Authority), represented by the British Embassy in Mexico City, seeks to appoint one Service Supplier to provide a technical investigation on Beneficial Ownership data and its potential use in improving transparency in public procurement.\n\nThe work will be undertaken under the supervision of the Global Digital Marketplace Programme's Latin America Regional team (Product and Delivery manager) with the support from the Anti-Corruption, Digitalisation & Competition Policy Unit at the British Embassy in Mexico City, through regular planning and review meetings with the delivery partner to ensure that the work plans align with the programme vision and objectives, and review progress against these.\n\nThe deliverables for this phase of the project will deliver alongside phase 2: 1.1. A scoping study outlining the needs and opportunities for linking existing procurement systems (such as Procura México) with Beneficial Ownership data, so that this data can be used to reduce opportunities for corruption and/or conflicts of interest.\n\n1.2. The project will provide a technical analysis identifying recommendations and next steps for building a usable product (or products) for the integration of Beneficial Ownership transparency in public procurement systems.\n\nThis might include: -Suggestions and designs for open APIs for existing data; -proposals for data submission tools or new modules for existing tools; -proposals related to privacy and identifiers or -any other relevant next steps.\n\nThe primary beneficiaries of this project will be the Mexican Government Beneficial Ownership Working Group and the Open Government Partnership, whose work focuses on this area of development.\n\nA final report, both in English and Spanish, with key recommendations will be expected to be presented to the GDMP team as part of the knowledge transfer and handover at the end of the present engagement.",
        "Estimated_Value": "12K",
        "Supplier_info": [
            " research and development "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W04/743833620",
        "Keyword": "IoT"
    },
    {
        "Title": "Virtual Welding Equipment",
        "Name_of_the_company": [
            " City College Plymouth "
        ],
        "Request_Category": [
            " industrial machinery "
        ],
        "Description": "City College Plymouth is looking to establish a Welding Centre of Excellence at our Kings Road Site.\n\nThe College plans to implement Virtual Reality/Augmented Reality (VR/AR) Welding training to engage young people into the sector, upskill existing workforce in new technologies and provide a fun, interactive, progressive method of teaching which complements the traditional hands-on practical programme of learning.",
        "Estimated_Value": "415K",
        "Supplier_info": [
            " industrial machinery "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W05/744161612",
        "Keyword": "IoT"
    },
    {
        "Title": "AHDB Technical Framework Agreement",
        "Name_of_the_company": [
            " AHDB "
        ],
        "Request_Category": [
            " management services ",
            " training services ",
            " consultancy services ",
            " management consultancy ",
            " agricultural services ",
            " entertainment services "
        ],
        "Description": "Framework Agreement to support the technical directorate of AHDB and its activities relating to knowledge exchange, research and development. The aim of this framework is to support those activities with additional expertise and capabilities sourced from consultants, experts and trainers. It is split into 9 Lots covering:\n\nLot 1 Leadership Management training\n\nLot 2 Lean reviews\n\nLot 3 Health and Safety, Environmental Management, Integrated Pest Management and Grassland Management\n\nLot 4 Agribusiness/ Finance reviews\n\nLot 5 HR/ Workforce Planning\n\nLot 6 Animal Health, Welfare and Biosecurity\n\nLot 7 Digital Copywriting\n\nLot 8 Behavioural Insights\n\nLot 9 Evidence for Farming Initiative.",
        "Estimated_Value": "15M",
        "Supplier_info": [
            " management services ",
            " training services ",
            " consultancy services ",
            " management consultancy ",
            " agricultural services ",
            " entertainment services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W06/744685987",
        "Keyword": "IoT"
    },
    {
        "Title": "Healthy Schools, Healthy Early Years and Domestic Abuse Prevention",
        "Name_of_the_company": [
            " Westminster City Council ",
            " Royal Borough of Kensington Chelsea "
        ],
        "Request_Category": [
            " miscellaneous health services "
        ],
        "Description": "The Integrated Commissioning Department of the Royal Borough of Kensington and Chelsea and the City of Westminster (the Authorities) are seeking to commission a Contractor to deliver a Healthy Schools, Healthy Early Years and Domestic Abuse Prevention Service (the Service).",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W06/744751369",
        "Keyword": "IoT"
    },
    {
        "Title": "CS21009 ACE Projects Training",
        "Name_of_the_company": [
            " UK Shared Business Services "
        ],
        "Request_Category": [
            " adult education ",
            " training services "
        ],
        "Description": "The final date and time for the submission of bids is Thursday 18th February 2021 at 14:00 DO NOT apply directly to the buyer. All tender information MUST be submitted through the Delta eSourcing Portal. The main aim is to find an external training company to develop and deliver the training on each of the project packages to the employees and select external delivery partners. UKRI require a training company that can create highly engaging content and deliver excellent training across the ACE projects to ensure the changes are landed successfully. The training is across many project packages and a short time frame to large audiences.\n\nEach training course needs to have clear objectives to ensure the end user is embedded with the correct knowledge, skills and behaviours to perform and own their role and understand how it impacts others.\n\nReal scenarios and screenshots need to be included to ensure it is brought to life and is accessible and relatable.\n\nThe successful supplier need to be able to utilise internal process flows and standard operating procedures to develop the content and talk confidently about the project.\n\nThe projects are very varied across processes, systems and audience and the successful supplier must be very adaptable at understanding the systems and processes to be able to develop training that is required.\n\nIn terms of delivery this needs to be across a wide range of methods. These include Seminar led training courses (currently proposed virtually via Videoconference (Zoom) but open to change), videos of mini system tutorials that replicate the user completing a task, recorded videos, engaging written content, system user guides, awareness guides of key changes and frequently asked questions.\n\nThey will need to record attendance and create and share the results of evaluation forms to ensure the training has embedded.\n\nAs some of the projects may launch at the same time, they must have the staffing to be able to run parallel training sessions if the training schedule requires it.",
        "Estimated_Value": "230K",
        "Supplier_info": [
            " adult education ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W05/744292566",
        "Keyword": "IoT"
    },
    {
        "Title": "NHS Leeds CCG Primary Care Support Service Invitation to Tender",
        "Name_of_the_company": [
            " NHS Leeds CCG "
        ],
        "Request_Category": [
            " health services ",
            " medical services "
        ],
        "Description": "NHS Leeds Clinical Commissioning Group is inviting tenders from interested providers for the provision of a Locally Enhanced Service for Primary Care Clinical Service to support the discharge to assess service at Leeds Teaching Hospitals NHS Trust. The discharge to assess service will be delivered to 48 Assessment and Rehabilitation Beds (ARB) at Wharfedale Hospital and up to 94 ARBs on 3 Wards in the Beckett Wing at St James's hospital.\n\nThe purpose of the service is;\n\n- to provide primary care clinical support and leadership to the newly commissioned ARBs at Wharfedale Hospital and at St James's hospital\n\n- to take a leading role in developing the service and embedding a culture of continuous quality improvement\n\n- to lead the multi- disciplinary team to develop a proactive approach to assessment and recovery and to develop links between the service and other partners\n\n- to ensure patients are appropriately assessed, their functions are optimised and they are discharged in a timely manner to the most appropriate community services or long term care.",
        "Estimated_Value": "1",
        "Supplier_info": [
            " health services ",
            " medical services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W06/744685924",
        "Keyword": "IoT"
    },
    {
        "Title": "Rail Delivery Group (RDG) Central Back Office (CBO) HOPS",
        "Name_of_the_company": [
            " Rail Delivery Group "
        ],
        "Request_Category": [
            " computer related services "
        ],
        "Description": "Rail Delivery Group (RDG) wishes to replace our Host Operator or Processing System (HOPS) and invites Bidders to demonstrate their capabilities for providing an innovative proposal in line with the requirements detailed within this specification.\n\nThere will be three phases for this work:\n\n1)  Replace existing solution;\n\n2)  Design and build of the additional requirements defined in the SOR; and\n\n3)  To provide ongoing support, maintenance and development to the HOPS.\n\nRDG envisages the contract to cover the design and build elements as well as the support and maintenance, as Product enhancements are released iteratively.\n\nRDG is looking for the contract to have an initial term of four years, with the ability to extend for up to a further three years, either as whole or as increments.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " computer related services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W07/745013577",
        "Keyword": "IoT"
    },
    {
        "Title": "Aylesford School ~ Catering Tender",
        "Name_of_the_company": [
            " Aylesford School & Sixth Form College "
        ],
        "Request_Category": [
            " catering services "
        ],
        "Description": "Aylesford School and Sixth Form College is a progressive, ambitious, and popular all-through academy that provides a high-quality educational experience for over 1200 children aged from four to 18 years of age.\n\nThe school believes that a successful education not only nurtures a love of learning but also encourages the development of a student’s wellbeing through a healthy lifestyle supported by access to a balanced, nutritious, and ethically responsible diet.",
        "Estimated_Value": "910K",
        "Supplier_info": [
            " catering services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W10/746520880",
        "Keyword": "IoT"
    },
    {
        "Title": "2384-21 Bike Lending Library with Dedicated Bike Buddy for the 'Bicycles and Intelligent Transport Systems' Project (BITS)",
        "Name_of_the_company": [
            " East Riding of Yorkshire "
        ],
        "Request_Category": [
            " sporting services "
        ],
        "Description": "ERYC requires the delivery of a bike lending library with an embedded, dedicated cycle buddy who will support the implementation of the scheme in the town of Withernsea for a period of 12 months.",
        "Estimated_Value": "28K",
        "Supplier_info": [
            " sporting services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W11/746848367",
        "Keyword": "IoT"
    },
    {
        "Title": "Healthy Schools, Healthy Early Years and Domestic Abuse Prevention",
        "Name_of_the_company": [
            " Capitalesourcing "
        ],
        "Request_Category": [
            " miscellaneous health services "
        ],
        "Description": "The Integrated Commissioning Department of the Royal Borough of Kensington and Chelsea and the City of Westminster (the Authorities) are seeking to commission a Contractor to deliver a Healthy Schools, Healthy Early Years and Domestic Abuse Prevention Service (the Service).\n\nThe aim of the healthy schools and healthy early years' service is to support RBKC and WCC schools and early years' settings to drive improvement in the health and wellbeing of their school and early years' communities. Healthy schools and healthy early years play a critical role in harnessing the influence of schools/settings in tacking major health priorities and reducing health inequalities by adopting a whole settings approach to physical and emotional health promotion.\n\nHealthy schools and healthy early years is comprised of three main elements:\n\n- Provision of support to schools and early years' settings to further the health and wellbeing of their children, young people, staff, and parents through the provision of advice, safety and emotional health and wellbeing, and guidance and training to schools by a range of experts;\n\n- The coordination of an alliance of Local Authority and health services together with a range of other agencies that work with schools and early years settings; and\n\n- Provision of support to schools and early years' settings to achieve or maintain Healthy Schools or Early Years Bronze Status (award) so that they have the foundation to support children's health and wellbeing and further support them to work beyond Bronze Status to Silver and Gold Awards through focussed work on tackling local health priorities.\n\nDomestic Violence and Abuse Prevention in Schools aims to deliver a universal and sustainable programme of domestic violence training to teachers and other school staff. The programme is then rolled out to their pupils in Westminster and RBKC Schools (primary, secondary, free, special schools and academies), with a view to embedding the programme into Personal, Health and Social Education (PHSE) in all Westminster ad RBKC Schools thereby facilitating a whole school approach to the prevention of domestic violence and abuse.\n\nThe contract will be for an initial period of three (3) years, with the option to extend for a further two (2) years in aggregate.\n\nThe procurement documents are available for unrestricted and full direct access free of charge at:",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W06/744816777",
        "Keyword": "IoT"
    },
    {
        "Title": "SASWP03.1 - Rail Systems - Bonding, HV, OLE",
        "Name_of_the_company": [
            " Skanska Infrastructure Rail "
        ],
        "Request_Category": [
            " electrical machinery ",
            " surface works ",
            " civil engineering work ",
            " consultancy services ",
            " vehicle maintenance "
        ],
        "Description": "Skanska SAS13 Bridge Replacement - Rail Systems WP03.1 Scope\n\n1) Main Works:\n\n1.1) Bonding:\n\nModification and Installation of Red Traction Return Bonds to 2 No. Feed Structures.\n\nRemoval of 1 No. Feed Structure Red Bond Installation\n\nModification and Installation of Return Screening Conductors\n\nDisconnection and Modification of Structure and asset bonds along 500m of Blockade Works, Dual Track.\n\nInstallation of Structure and asset bonds to 500lm on new electrified railway works.\n\n1.2) Traction Power (HV):\n\nTesting and Commission of 2 no. 800lm HV Feeder cables and 2 No. 800lm Return Cables\n\nFeed Modification to 2 no. existing structures\n\nSupply to 2 no. New Feed Structures\n\nRemoval of all modified Traction Power Equipment post Blockade\n\n1.3) OLE:\n\nEnabling Works including:\n\n- Installations of switches and insulated section to 2 no. wire runs.\n\n- Removal of switches and insulated section from 2 no. wire runs, reinstatement of OLE.\n\n24hr Blockade Works including:\n\n- Removal of Neutral Section equipment and providing new anchorage for 2 No. Wire Runs to new SSA's\n\n- Complete removal of 2 No. Wire runs back to Anchor Structures, each circa 400m long\n\n- Reinstallation of 2 no. wire runs, each 400m long including all small part steelwork\n\n- Installation of New Neutral Section equipment at Feed Structure\n\n- All testing, commissioning and EIS\n\n1.4) Staff / Professional Service:\n\nSupply of OLE CRE for Works\n\nSupply of HV/E&P CRE for Works\n\nSupply of HV Cable Testers\n\nSupply of Rail System Manager, embedded within SAS 13 Project Team to Manage all Rail Systems Disciples\n\n2) Enabling Works:\n\n2.1) High Voltage Cable Route\n\nTrack Side Elevated GRP Trough Route - Circa 260lm\n\nDirect Buried Route - Circa 90lm\n\nGround Laid GRP Trough Route - Circa 140lm\n\nUnder Road Crossing Route - Circa 40lm\n\nCable Rack Installation through Confined Space Culvert - Circa 50lm\n\n2.2) HV Cable Installation\n\nHauling and Installation of Approximately 1600lm of Single Core Cable 120mm2 Copper XLPE insulated with 83mm2 screen, MDPE, Graphite - Including 2 no. HV Joints\n\nHauling and Installation of Approximately 1600lm of 19/4.22 Aluminium RED PVC Insulated Cable - Including 2 no. HV Joints\n\nTesting and Proving of Installed Cables\n\n2.3) OLE Foundations\n\n3 No. 610mm Dia, circa 7m Long\n\nInstallation via Track Mounted Plant\n\n2.4) OLE Structures\n\n2 No. Self Supporting Anchors (SSA)\n\n1 No. Twin Track Cantilever (TTC) inc Switching Platform and Ladder Access\n\nInstallation via Track Mounted Plant\n\nTenderers will be issued a formal invitation to tender (ITT) with a pricing and submission document to complete.\n\nThe submission will included a balanced scorecard requesting answers to questions (along with evidence) to be submitted for review and scoring. The highest scoring tenderers will be considered preferred tenderer for the works. High level criterial of the balanced scorecard questions will include:\n\nHealth & Safety\n\nQuality\n\nSustainability\n\nEnvironmental\n\nCompetence\n\nCapability\n\nCapacity\n\nCommercial Price\n\nMid tender reviews will be held prior to the submission deadline to review the scope of works with the SAS13 project team. Following the submission deadline, there will be post tender reviews to review your submissions with the SAS13 project team.\n\nBest and final offers may be requested from tenderers.\n\nSkanska have been employed by Network Rail (NR) to replace the existing SAS 13 bridge to increase lateral clearance below the structure to enable the construction of HS2's new depot access lines and access to the new HS2 depot via road. The existing bridge forms the rail intersection between the Stechford to Aston (SAS) line and the Birmingham to Derby Line (DBP3).\n\nThe new bridge will be a 92m single spanning structure. Skanska's appointment by Network Rail includes the design and demolition of the existing bridge and installation of the new structure.",
        "Estimated_Value": "1M-£2M",
        "Supplier_info": [
            " electrical machinery ",
            " surface works ",
            " civil engineering work ",
            " consultancy services ",
            " vehicle maintenance "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747372622",
        "Keyword": "IoT"
    },
    {
        "Title": "SASWP03.2 - Rail Systems - Signalling, Telecoms, E&P (LV), P-Way, Civils",
        "Name_of_the_company": [
            " Skanska Infrastructure Rail "
        ],
        "Request_Category": [
            " electrical machinery ",
            " surface works ",
            " civil engineering work ",
            " consultancy services ",
            " vehicle maintenance "
        ],
        "Description": "Skanska SAS13 Bridge Replacement - Rail Systems WP03.2 Scope\n\n1) Signalling:\n\nAssets to be disconnected and reinstated during blockade:\n\n- 1 No. Signal\n\n- 2 No. Axle counters\n\n- AWS\n\nCabling to be Disconnected and Renewed:\n\n- AWS\n\n- 2c Power cables to LOC's\n\n- 2C data cable\n\n- Axle cable tail cables\n\n- 2pr cable to axle counter\n\n- Axle counter 10pr multicore cables\n\n2) Telecoms:\n\nCable replacement Fibre Optic and copper:\n\n- 30pr C STUB SCYA B cable (30pr C STUB SCYA B cable (blockade)\n\n- 24f F SPUR SCYA\n\n- 48f F BIMC NUNC A\n\n- 48f WCML (blockade)\n\nTesting of Signalling cables:\n\n- Copper cables 2 x 10pr and 1 x 2pr telecoms cables used for Signalling functions\n\n3) E&P (LV)\n\n240V DNO Power Supply to Star City TEH\n\nDiversion in temporary route:\n\n600lm Cable Installation through existingDBP3 Cess Trough Route, 5 Track UTX, 2no. URX's and elevated trough route.\n\nTesting and commissioning of supply and EIS of THE DNO Power.\n\nCable Diversion in New Route:\n\n600lm Cable Installation through existing DBP3 Cess Trough Route, New Viaduct Cable Route and 1 no. Dual Track UTX.\n\nRemoval of Temporary DNO Cabling\n\n4) Track:\n\nStage 1 Track - Pre Blockade - Weekend Disruptive Possessions:\n\n- Full Track Reconstruction of Circa 50lm of Dual Track Rail inc 7.5m Ballast Ramps at tie-in\n\n- 115lm of Lift and Slew on Approaches, both roads.\n\nStage 2 Track - Main Blockade\n\n- Removal of 200lm of Dual Track at commencement of Blockade to facilitate Civils Works\n\n- Full Track Reconstruction of Circa 200lm of Dual Track Rail inc 7.5m Ballast Ramps at tie-in\n\n- 350lm of Lift and Slew on Approaches, both roads\n\n- Installation of 2 no. CEN 60 Structural Expansion Joints (SEJ)\n\n- Installation of 2 no. CEN 60to CEN56 Track Adjustment Switches\n\nAll Track Works Include:\n\n- Install New & Serviceable Rails, Sleepers, Top & Bottom Stone, Geogrid Membrane and Tamp & Line Welding & Stressing, Follow Up Tamping, CRT Management\n\n5) Civils:\n\nDual Track UTX:\n\nInstallation during Blockade, 6 Way Multiduct, 2 no. 1.2m proprietary chambers. Circa 12m Long\n\nTrack Side S&T Route\n\n100lm of TTS 200 or similar Troughing in Cess, inc 2 no. connections to UTX.\n\nTemporary S&T Route\n\n300lm Cable Trough Route Removal\n\n6)\n\nSupply of Track, Signalling, Telecoms & E&P CRE for Works\n\nSupply of Signalling and Telecoms Testers for Works\n\nSupply of Rail System Manager, embedded within SAS 13 Project Team to Manage all Rail Systems Disciples\n\nTenderers will be issued a formal invitation to tender (ITT) with a pricing and submission document to complete.\n\nThe submission will included a balanced scorecard requesting answers to questions (along with evidence) to be submitted for review and scoring. The highest scoring tenderers will be considered preferred tenderer for the works. High level criterial of the balanced scorecard questions will include:\n\nHealth & Safety\n\nQuality\n\nSustainability\n\nEnvironmental\n\nCompetence\n\nCapability\n\nCapacity\n\nCommercial Price\n\nMid tender reviews will be held prior to the submission deadline to review the scope of works with the SAS13 project team. Following the submission deadline, there will be post tender reviews to review your submissions with the SAS13 project team.\n\nBest and final offers may be requested from tenderers.\n\nSkanska have been employed by Network Rail (NR) to replace the existing SAS 13 bridge to increase lateral clearance below the structure to enable the construction of HS2's new depot access lines and access to the new HS2 depot via road. The existing bridge forms the rail intersection between the Stechford to Aston (SAS) line and the Birmingham to Derby Line (DBP3).\n\nThe new bridge will be a 92m single spanning structure. Skanska's appointment by Network Rail includes the design and demolition of the existing bridge and installation of the new structure.",
        "Estimated_Value": "1M-£2M",
        "Supplier_info": [
            " electrical machinery ",
            " surface works ",
            " civil engineering work ",
            " consultancy services ",
            " vehicle maintenance "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747372623",
        "Keyword": "IoT"
    },
    {
        "Title": "Hampshire County Council Minor Works Framework",
        "Name_of_the_company": [
            " Hampshire County Council "
        ],
        "Request_Category": [
            " construction work - general ",
            " specialist construction work ",
            " fabricated structures ",
            " building installation work ",
            " electrical installation work "
        ],
        "Description": "The Minor Works Framework (MWF 2021-2025) to deliver a wide range of general building works such as repairs, maintenance, refurbishments, recladding, extensions, and some smaller new build projects to the estates of the framework users.\n\nBuildings types will include but not limited to, schools, offices, libraries, social services properties, police & fire stations\n\nThe framework is split into seven (7) lots, each chosen to cover the varied minor works identified by Hampshire County Council and to match the type of works with experienced suppliers.",
        "Estimated_Value": "130M",
        "Supplier_info": [
            " construction work - general ",
            " specialist construction work ",
            " fabricated structures ",
            " building installation work ",
            " electrical installation work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W10/746651904",
        "Keyword": "IoT"
    },
    {
        "Title": "Children and Young Peoples Key Worker Model Evaluation",
        "Name_of_the_company": [
            " NHS England "
        ],
        "Request_Category": [
            " management consultancy ",
            " IT consultancy ",
            " market research services "
        ],
        "Description": "The Children and Young People (CYP) Keyworking function has been developed through consultation and co-production as a response to the NHS England & NHS Improvement Long Term Plan (LTP) commitment that by 2023/24 children and young people with a learning disability, autism or both with the most complex needs, will have a designated Keyworker.\n\nIt is essential for NHS England and national stakeholders to understand the impact and outcomes of introducing the CYP Keyworking model at scale to identify how it should be embedded into national specifications and fully rolled out nationally\n\nIt is anticipated that this work will:\n\n1. Deliver a formative strategy and plan based on the learning from the pilot phase evaluation that will support the effective delivery of the new Keyworking Model\n\n2. Deliver a robust learning cycle through the pilot phase and evaluation of the wider roll out.\n\n3. Deliver regular briefings, updates, presentations and reports to the Community of Practice to ensure key learning is shared as quickly as possible across all pilot and early adopter sites\n\n4. Deliver regular briefing, updates, presentations and reports to the Keyworking Steering Group as part of the governance and oversight model\n\n5. Support the development and testing of metrics designed in wave one that will inform future ongoing national datasets across the secure case sector that will ultimately support improvements across the system\n\n6. Deliver interim and final reports with recommendations for the ongoing delivery and roll out of the new Keyworking model\n\nNHS England and NHS Improvement are seeking to contract with a suitably experienced and qualified supplier to carry out evaluation of the pilot of scheme using their expertise in rapid cycle methodology. Bidders must be able to demonstrate previous experience in delivering similar evaluation projects this should include:\n\n• Skilled in working with stakeholders, including national bodies who represent people with a learning disability, family carers and GPs\n\n• Skilled in developing and implementing stakeholder campaigns across partner channels including national bodies\n\n• Skilled in the development of benchmarking surveys\n\n• Skilled in fieldwork to explore key reflections on the progress, activities and focus of the pilots\n\n• Interim analysis and reporting at pace\n\nThe documents can be found at",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " management consultancy ",
            " IT consultancy ",
            " market research services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W06/744816984",
        "Keyword": "IoT"
    },
    {
        "Title": "Children and Young Peoples Keyworker Scheme Evaluation",
        "Name_of_the_company": [
            " NHS England "
        ],
        "Request_Category": [
            " management consultancy ",
            " research and development ",
            " data services ",
            " market research services ",
            " social work with accommodation ",
            " IT consultancy "
        ],
        "Description": "NHS England are seeking to appoint a national evaluator who will work with selected Keyworking pilot sites, regions and the national team during the Pilot and early adopter phase, iteratively learning from each stage and evidencing the impact of the work",
        "Estimated_Value": "___",
        "Supplier_info": [
            " management consultancy ",
            " research and development ",
            " data services ",
            " market research services ",
            " social work with accommodation ",
            " IT consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W06/744816957",
        "Keyword": "IoT"
    },
    {
        "Title": "CS21021 UKRI LEAN/Agile Training and Coaching",
        "Name_of_the_company": [
            " UK Shared Business Services "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "The final date and time for the submission of bids is Thursday 18th February 2021 at 14:00 DO NOT apply directly to the buyer. All tender information MUST be submitted through the Delta eSourcing Portal.\n\nThe overall ambition is to further embed a culture of Continuous Improvement across Science and Technology Facilities Council (STFC) a constituent part of UK Research and Innovation (UKRI)\n\nIn order to achieve our ambition we are seeking to develop an initial cohort of 13 people from across our organisation to each deliver an improvement project. We require this cohort to become skilled in the basic tools and techniques of LEAN/Six Sigma, combined with the agile project delivery methodology to ensure pragmatic execution of CI projects with an appropriate sense of urgency (e.g. Kanban and/or Scrum). To support the cohort through their first improvement project, we require follow-on coaching throughout the improvement project lifecycle.\n\nThe expected outcome as a result of the training and coaching is that each of the 13 people understand the CI / Agile processes to successfully deliver their follow-on project, resulting in an improvement gain for STFC. If deemed impactful, it will guarantee development of a cohort of CI practitioners year on year. Furthermore, ensuring we gain the buy-in of our senior leaders in this initiative is essential, therefore we additionally require a course that raises awareness of LEAN/ Six Sigma, business agility and Agile (SCRUM/Sprint) delivery methods. The objective being to:\n\n• create a common understanding and language that we use across STFC when discussing improvements;\n\n• encourage sponsorship of improvement projects across departments; and\n\n• the increased likelihood of embedding a culture of CI, empowerment of teams, distributed authority and radical transparency.",
        "Estimated_Value": "60K-£360K",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W05/744292493",
        "Keyword": "IoT"
    },
    {
        "Title": "Vehicle Rental Services",
        "Name_of_the_company": [
            " British Broadcasting Corporation "
        ],
        "Request_Category": [
            " road transport services "
        ],
        "Description": "The BBC is tendering the provision of vehicle rental services.\n\nThe arrangement will enable the BBC to source rental vehicles through a commercial solution.",
        "Estimated_Value": "15M",
        "Supplier_info": [
            " road transport services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W09/745931175",
        "Keyword": "IoT"
    },
    {
        "Title": "1480/ITT/SC 3D Ceramic Printer",
        "Name_of_the_company": [
            " Nottingham University "
        ],
        "Request_Category": [
            " industrial machinery "
        ],
        "Description": "The University requests tenders from sufficiently experienced and qualified suppliers to establish a contract agreement for the design, build, installation, supply, commissioning and training of a 3D ceramics printing station for prototyping of ceramic elements to be embedded in electrical machines.\n\nObjectives:\n\no  Establish a contract which agrees quality, price, delivery timescales, installation schedule, and aftermarket services accordance to University requirements\n\no  To maximise recycling, reduce packaging and reduce emissions related to deliveries in line with our sustainable procurement ambitions; and\n\no  Eliminate risk of Modern Day Slavery within the supply chain.",
        "Estimated_Value": "150K-£230K",
        "Supplier_info": [
            " industrial machinery "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747569480",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Data Services",
        "Name_of_the_company": [
            " Business Growth Hub "
        ],
        "Request_Category": [
            " management services "
        ],
        "Description": "The aim of the tenderis to appoint a supplier who will be embedded within the Growth Company team to support the design, development, and mobilisation of an academically ratified GC Growth Methodology.\n\nThe selected supplier, who will report directly to the National Director of GC Business, will be required to provide support specifically focused on the design and development of a common 'Playbook' (User handbook) to refresh and develop our approach in a post-Brexit and post-COVID19 environment.",
        "Estimated_Value": "100K",
        "Supplier_info": [
            " management services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W10/746520662",
        "Keyword": "IoT"
    },
    {
        "Title": "Vehicle Rental Services",
        "Name_of_the_company": [
            " British Broadcasting Corporation "
        ],
        "Request_Category": [
            " road transport services "
        ],
        "Description": "The BBC is tendering the provision of vehicle rental services. The arrangement will enable the BBC to source rental vehicles through a commercial solution covering access to: cars, light commercial vehicles, specialists vehicles, minibuses, buses, and vehicles that are over 3.5 tonnes in weight. BBC staff require access to rental vehicles used for various operational or production reasons. BBC staff are able to hire such vehicles where public transport is not appropriate, in accordance with internal policy.\n\nThe BBC is acting on its own behalf, and on behalf of its commercial subsidiaries within BBC Commercial Holdings Limited.\n\nVehicles will be available for hire via an online booking tool embedded on the BBC intranet, supported by offline support.\n\nThe provider(s) will have coverage across the UK, in addition to European and international sites.\n\nNB - the total value of this contract is not committed spend, and is therefore only an expectation of spend that could be made through the contract. The total value includes spend anticipated from the BBC's commercial subsidiaries.",
        "Estimated_Value": "15M",
        "Supplier_info": [
            " road transport services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W09/745996367",
        "Keyword": "IoT"
    },
    {
        "Title": "1480/ITT/SC 3D Ceramic Printer",
        "Name_of_the_company": [
            " Nottingham University "
        ],
        "Request_Category": [
            " industrial machinery "
        ],
        "Description": "The University requests tenders from sufficiently experienced and qualified suppliers to establish a contract agreement for the design, build, installation, supply, commissioning and training of a 3D ceramics printing station for prototyping of ceramic elements to be embedded in electrical machines.Objectives:\n\n•  Establish a contract which agrees quality, price, delivery timescales, installation schedule, and aftermarket services accordance to University requirements• To maximise recycling, reduce packaging and reduce emissions related to deliveries in line with our sustainable procurement ambitions; and• Eliminate risk of Modern Day Slavery within the supply chain.",
        "Estimated_Value": "230K",
        "Supplier_info": [
            " industrial machinery "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747569496",
        "Keyword": "IoT"
    },
    {
        "Title": "Non Obstetric Ultrasound Services",
        "Name_of_the_company": [
            " NHS Gloucestershire CCG "
        ],
        "Request_Category": [
            " health services "
        ],
        "Description": "NHS Gloucestershire Clinical Commissioning Group (CCG) seeks expressions of interest from suitably qualified organisations that have the necessary capability and capacity to provide Community Non-Obstetric Ultrasound Diagnostic Services in Gloucestershire.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747569371",
        "Keyword": "IoT"
    },
    {
        "Title": "Our future of work programme - Prior Information Notice (PIN) for ' how we work & our workstreams",
        "Name_of_the_company": [
            " Abri "
        ],
        "Request_Category": [
            " business services "
        ],
        "Description": "Abri have embarked on an exciting and innovative 'our future of work' programmes to enable us to create our vision for 'how we work' and 'where we work'. We are creating a workplace eco-systems that is flexible, collaborative and agile, with a focus on wellness and trust to create high performing teams, embedded within our communities.\n\nThe Programme has 3 key workstreams:\n\n1. How we work\n\n2. Where we work\n\n3. Operating model\n\nA key project in the 'how we work' workstream is 'paperless first' that will cover the following:\n\n1. Printer solutions\n\n2.Incoming Post\n\n3. Outgoing post\n\nMore detailed information can be found in the supporting document included.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " business services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747438334",
        "Keyword": "IoT"
    },
    {
        "Title": "KMCCYP-157 Strength Based Approach - Best Practice for Practitioners in Children's Services",
        "Name_of_the_company": [
            " Kirklees Council "
        ],
        "Request_Category": [
            " training services "
        ],
        "Description": "Kirklees Council are looking for a partner organisation to work collaboratively with us to further develop best practice for practitioners across the Children's Service.\n\nTo strengthen and embed assessment, recording, planning and supervision, over an extended period of time using a variety of blended methods and tools.\n\nWe estimate the programme will be delivered to 150/200 staff across Social Care and Early Support (Early Help).\n\nWe will require the programme to link to our other models of working, including restorative practice, strength-based approach and formulation model.\n\nAlso incorporating our values which are passion, confidence and flexibility, linking to our shared outcomes of working with people and partners in a place-based way.\n\nThe programme will be supported by Kirklees staff to assist in the embedding, quality assurance, consistency and understanding of the programme.",
        "Estimated_Value": "180K",
        "Supplier_info": [
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W11/746848347",
        "Keyword": "IoT"
    },
    {
        "Title": "30172 - Embedding Change - NGSA Behavioural Survey / Diagnostic",
        "Name_of_the_company": [
            " DEFRA Network Etendering Portal "
        ],
        "Request_Category": [
            " technical services "
        ],
        "Description": "The procurement activity has been undertaken in compliance with appropriate legislation, Government policy and Defra group Commercial guidance.\n\nIt is recommended that Zircon Management Consulting Ltd are awarded the contract for the sum of £87,100 for the provision of NGSA Behavioural Survey / Diagnostic service.",
        "Estimated_Value": "87K",
        "Supplier_info": [
            " technical services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W12/747438203",
        "Keyword": "IoT"
    },
    {
        "Title": "Making Home Office Values a Reality",
        "Name_of_the_company": [
            " Atamis "
        ],
        "Request_Category": [
            " market research services "
        ],
        "Description": "Conducting research and providing report materials that will enable the Home Office to draw on established best practice in designing their approach to embedding the Home Office.",
        "Estimated_Value": "17K",
        "Supplier_info": [
            " market research services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W10/746520848",
        "Keyword": "IoT"
    },
    {
        "Title": "SC20033 - Step up to Social Work Programme",
        "Name_of_the_company": [
            " Kent County Council "
        ],
        "Request_Category": [
            " social work with accommodation "
        ],
        "Description": "Kent County Council, acting on behalf of the Kent & Medway Regional Partnership (KMRP) have been successful in a bid to receive a grant from the Department for Education (DfE).\n\nThe Step Up to Social Work programme provides an accelerated entry route into social work for high-achieving graduates and career changers.\n\nIt targets high calibre individuals who already have experience of working with children and young people and who want to train as social workers.\n\nSubject to securing the funding from DfE,\n\nThe Council needs to tender for an organisation to deliver the Step Up to Social Work programme, with the emphasis on ensuring the programme is well embedded within the employer base and prepares children's social workers well for the task of statutory children's social work.",
        "Estimated_Value": "180K",
        "Supplier_info": [
            " social work with accommodation "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W09/746193099",
        "Keyword": "IoT"
    },
    {
        "Title": "Co-Sourced Internal Audit Services",
        "Name_of_the_company": [
            " Durham University "
        ],
        "Request_Category": [
            " auditing services "
        ],
        "Description": "The University wishes to establish a contract with a professional services firm to provide co-sourced internal audit services as required by the Director of University Assurance Service (UAS).\n\nWe would expect the incoming provider to have expertise in business strategy and capability as well as experience in supporting organisations through transformation and being a catalyst and enabler for change.\n\nThe core of the work is likely to be risk-based audit work, with an emphasis on the design and operation of controls and embedded assurance.",
        "Estimated_Value": "210K",
        "Supplier_info": [
            " auditing services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W15/748880038",
        "Keyword": "IoT"
    },
    {
        "Title": "Co-Sourced Internal Audit",
        "Name_of_the_company": [
            " Durham University "
        ],
        "Request_Category": [
            " auditing services "
        ],
        "Description": "Durham University is seeking to appoint a co-sourced internal auditor as part of its cycle of full market testing.\n\nOn this occasion, the University intends to award the contract for an initial period of three years, i.e. until 31 July 2024, and renewable annually thereafter, for up to two further years.",
        "Estimated_Value": "210K",
        "Supplier_info": [
            " auditing services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W15/748880043",
        "Keyword": "IoT"
    },
    {
        "Title": "HAPMS Replacement Pavement Management System (PMS)",
        "Name_of_the_company": [
            " Highways England "
        ],
        "Request_Category": [
            " data services ",
            " software and information systems ",
            " IT services ",
            " management services "
        ],
        "Description": "Highways England is the government company charged with operating, maintaining and improving motorways and major (trunk) roads in England.\n\nHighways England’s existing pavement management system, HAPMS, is the company’s prime pavement asset information system.\n\nIt currently holds the strategic road network definition for the pavement asset, strategic road network and scheme level condition, inventory and associated data.\n\nWorking with Highways England’s construction and maintenance delivery partners, Highways England carries out a number of strategic road network wide condition surveys each year.\n\nOnce assured and stored, the information is used to measure Highways England’s performance against a number of key performance indicators (as defined by the Office of Rail and Road) and supports the development of pavement renewal and maintenance programmes.\n\nIn doing so, Highways England ensures the asset remains safe and serviceable for customer use.\n\nHAPMS is approximately 20 years old and the underlying technologies that it is built on are at end of life.\n\nThis project, the HAPMS Replacement PMS project, aims to provide a replacement for the legacy HAPMS platform based on Commercial Off\n\nThe Shelf (COTS) software, so that Highways England’s teams can continue providing critical supporting services for the strategic road network.\n\nThe HAPMS Replacement PMS project is key to contributing to Highways England's business objective of “delivering a safe and serviceable network”.",
        "Estimated_Value": "15M",
        "Supplier_info": [
            " data services ",
            " software and information systems ",
            " IT services ",
            " management services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W17/749863441",
        "Keyword": "IoT"
    },
    {
        "Title": "SPS2437 - Royal Greenwich Summer Festival 2021",
        "Name_of_the_company": [
            " Royal Borough of Greenwich "
        ],
        "Request_Category": [
            " business services "
        ],
        "Description": "Royal Borough of Greenwich invites tenders for a contractor to provide Summer Festival 2021 Services.\n\nFollowing a restructure in 2020, instead of creating and managing all of our events in house, the Royal Borough of Greenwich Events and Culture team is looking for new partners to produce our larger outdoor, public events on our behalf.\n\nThe largest has always been our annual summer community festival.\n\nWe are looking for an organisation to produce a new event in its entirety to replace the Get Together and give it a fresh new look and feel.\n\nAs we out of the Covid-19 pandemic there is much to celebrate, and the event should reflect this.\n\nFor this year only, as the launch of something new, and a celebration of the potential end of the pandemic, we are able to invest more in the event than ever before, enabling the opportunity to produce a really spectacular show.\n\nThe 2020 event did not go ahead due to the Covid-19 pandemic, and as such this year provides a natural opportunity to reconfigure the event and move location.\n\nTherefore the 2021 event will be in Charlton Park, Cemetery Lane, SE7 8DZ on Saturday 21 August.\n\nThis location has been chosen as the park is in the centre of the borough , is a large, flat, green space with many sections, fenced with several gates, a small car park and is well equipped with existing facilities including a skate park, cafes and a playground making it the perfect location for a contemporary outdoor community festival, with exciting new content for residents to enjoy.\n\nThe end of summer date hopefully allows for the Covid-19 restrictions to have been lifted, the vaccination programme to have been completed, and anticipates that visitors will have regained confidence in large events and social gatherings again.\n\nThe event will also provide an opportunity for thanks to our NHS and key workers, as well for reflection and memorial to those lives lost during the pandemic.\n\nThe focus for the event should be a contemporary family festival with an overriding theme of equality and diversity.\n\nWe envisage music, arts, culture, food and entertainment from around the world, but embedded in the diversity of the variety of communities we have in Royal Greenwich.\n\nThe event needs a rebrand - with a new name that captures this essence.\n\nDue to the borough's rich military history and some armed forces content at previous events, we may want to include some content of this nature such as an assault course and visibility and support from local community groups such as the Army Cadets and British Legion etc.\n\nThe event will be held on Saturday 21 August 2021 and be open from 12-8pm.\n\nThe audience profile is wide and should appeal to people of all ages and backgrounds including appealing to families.",
        "Estimated_Value": "165K",
        "Supplier_info": [
            " business services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W14/748617743",
        "Keyword": "IoT"
    },
    {
        "Title": "The Supply and Delivery of Sportswear, for City of Glasgow College, Glasgow Clyde College and Glasgow Kelvin College",
        "Name_of_the_company": [
            " City of Glasgow College "
        ],
        "Request_Category": [
            " clothing products "
        ],
        "Description": "Sportswear for students of City of Glasgow College, Glasgow Clyde College and Glasgow Kelvin College",
        "Estimated_Value": "___",
        "Supplier_info": [
            " clothing products "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W14/748290376",
        "Keyword": "IoT"
    },
    {
        "Title": "NHS England South East - Procurement for Breast Screening Programme in Surrey and North East Hampshire",
        "Name_of_the_company": [
            " NHS South Central & West CSU "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "NHS England/Improvement seeks to commission a Breast Screening Programme for the residents of Surrey and North East Hampshire. The contract will serve an eligible population of approximately 182,000 women aged 50-70.\n\nThe aim of the NHS breast screening programme is to reduce mortality from breast cancer by diagnosing cancer at an early stage when treatment is more successful. The successful bidder will be required to deliver a screening programme which is fully compliant with all relevant national standards and pathways and which includes the following elements:\n\n• Identification and invitation of the eligible female population for screening at appropriate intervals (i.e. call/recall) in accordance with national guidance\n\n• Providing appropriate information to allow women to make an informed choice about whether or not to participate in screening\n\n• Providing high quality, accessible, effective people-centred mammography screening services\n\n• Ensuring GPs are informed of screening in their area, and the final outcomes of screening invitations for each of their patients\n\n• Undertaking assessment and diagnosis of individuals with abnormal initial test results; accurately diagnosing cancers, with reference to multidisciplinary team decisions; and referring women for treatment by appropriately trained and qualified specialists in accordance with nationally agreed protocols and treatment pathways\n\n• Managing screening according to national protocols for women with specific conditions which place them at high risk for developing breast cancer\n\n• Working with other local stakeholders to maximise uptake, improve quality and tackle inequalities and improve outcomes.\n\n• Delivery by suitably trained, competent and qualified clinical and non-clinical staff who, where relevant, participate in recognized ongoing continuing medical education, continuous professional development, and external quality assurance schemes, using equipment which meets the NHSBSP standards of image quality and radiation dose, with audit embedded in the service\n\nThe population to be served by the programme will be those covered by the following 3 CCGs: NHS Surrey Heartlands, NHS Surrey Heath and NHS North East Hampshire and Farnham.\n\nWhilst there are no specific changes to the geographic footprint and population covered by this service anticipated at this point, the provider must be prepared to work with commissioners to implement any such alterations that do arise due to developments during the life of the contract.\n\nThis tendering process will consist of two stages: (1) Stage 1 will entail Providers expressing their interest and providing evidence of their capability and capacity in relation to the service requirements.",
        "Estimated_Value": "35M",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W14/748355920",
        "Keyword": "IoT"
    },
    {
        "Title": "NHS England and NHS Improvement - Request for Quotation for a Lived Experience Service to support the National Women's Prisons Health and Social Care Review",
        "Name_of_the_company": [
            " NHS South Central & West CSU "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "NHS England and NHS Improvement (NHSEI) seeks to commission a Lived Experience Service to work with and inform the National Women's Prisons Health and Social Care Review.\n\nThe Review is a partnership between NHSEI and Her Majesty's Prison and Probation Service (HMPPS), the purpose of which is to improve health and well-being outcomes for women in prison and upon their release, to reduce health inequalities and ensure equity of access to the full range of health and social care services across the women's estate. It will achieve this through a better understanding of the current ability of, and challenges faced by, the women's estate and prison health and social care services in delivering high quality care, treatment, and support of women in prison in England. It is a year long Review which is expected to report early 2022.\n\nThe contribution of women in prison and those with lived experience of imprisonment is crucial to ensuring that services are designed to effectively meet their need. Embedding the voice of women in prison into the review programme will allow the views, experiences, and concerns of women in prison to inform the findings and recommendations.\n\nThe main objective of the Lived Experience Service will be to ensure women in prison and those with lived experience of imprisonment are aware of the review programme, understand its aims and objectives and can effectively contribute and shape the plans and development of the programme, findings, and recommendations.\n\nThe Service must be independent from the health and social care service provision in the women's prisons to enable the ability to act as an independent and critical friend.\n\nThe provider will be expected to develop and initiate a schedule of gender specific and trauma responsive engagement activities across the women's estate over the life of the review programme and engage directly with women in prison on site as far as practicable within any security/COVID restraints.\n\nAll women's prisons in England are in scope.\n\nThe National Women's Prisons Review Programme is a scoping programme. The deliverables are being executed in stages. The schedule for each stage is approved by the programme board (National Women's Prisons Review Group) following successful closure of the previous stage. The provider will therefore be expected to provide a flexible service and schedule to support programme delivery and adapt to changing demands and timelines.\n\nThe Contract is anticipated to commence on 1st June 2021 until 30th November 2021 in line with the timeline for the review programme. The Contract may be extended for any period up to a further six months. This is not guaranteed and will be dependent on several factors including whether the review programme itself is extended within the 6-month timescale tolerance.\n\nThe contract value is £40,000.\n\nThis procurement is being carried out by NHS South, Central and West Commissioning Support Unit (SCW) on behalf of the Commissioners.",
        "Estimated_Value": "40K",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W13/747962829",
        "Keyword": "IoT"
    },
    {
        "Title": "Mental Health Supported Accommodation Services",
        "Name_of_the_company": [
            " Harrow Council "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "London Borough of Harrow wish to procure a contract with a single supplier to provide mental health supported accommodation services for up to 18 people, across four nominated temporary accommodation schemes.\n\nThis service is for adults aged 18 to 65 years of age, who are ordinarily resident within the London Borough of Harrow and have been assessed as requiring regular support to manage housing related and independent living needs due to their mental ill-health.\n\nThe service will provide safe, recovery focused advice and support for people with medium mental health needs, living in one of the four nominated temporary accommodation schemes through the provision of a package of support agreed between the Tenant, Central and North West London NHS Foundation Trust and the provider, and delivered over a period of 6 months to 18 months.\n\nThe expectation is that people will be supported to plan from day one to successfully move on to independent living at the earliest point once they are ready for the next step.\n\nThe successful provider will be required to provide both care and housing management services.\n\nThe units are council owned and the provider will act as the managing agent on behalf of the Council.\n\nThe provider is expected to provide high quality housing management practices, which must compliment the core service delivery and support provided to assist individual service users to maintain their accommodation and develop the skills they require to move on successfully to their independent tenancy.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W16/749142202",
        "Keyword": "IoT"
    },
    {
        "Title": "Heritage and place research",
        "Name_of_the_company": [
            " National Heritage Memorial Fund "
        ],
        "Request_Category": [
            " research consultancy services "
        ],
        "Description": "We are looking to commission research that informs how\n\nThe Fund delivers on its strategic objective to \"demonstrate how heritage helps people and places to thrive\", through our approach to our open grants programme and strategic funding (e.g. campaigns, bid solicitation, Areas of Focus).\n\nFindings must be consistent with the Fund's strategic focus and capacity, and reflect the unique nature of the Fund's heritage remit as an Arm's Length Body (ALB) and distributor of Lottery Funds.\n\nThe aim of this research is to understand how the evidence on place based funding can inform\n\nThe National Lottery Heritage Fund's approach to meeting its strategic objective to demonstrate how heritage helps people and places to thrive.",
        "Estimated_Value": "25K",
        "Supplier_info": [
            " research consultancy services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W17/749732193",
        "Keyword": "IoT"
    },
    {
        "Title": "Culture in companies Research Project",
        "Name_of_the_company": [
            " Financial Reporting Council "
        ],
        "Request_Category": [
            " research and development "
        ],
        "Description": "The Financial Reporting Council sets the UK Corporate Governance and UK Stewardship Codes; sets UK standards for accounting and actuarial work; monitors and takes action to promote the quality of corporate reporting; and operates independent enforcement arrangements for accountants and actuaries. As the competent authority for audit in the UK the FRC sets auditing and ethical standards and monitors and enforces audit quality. The FRC works in the public interest. Our work is aimed at investors and others who rely on company reports, audit and high-quality risk management.\n\nBackground:\n\nIn 2016 the FRC published a report titled Corporate Culture and the Role of Boards (hereafter the '2016 Report') which sought to address how boards can influence and shape their company's culture, build trust with various stakeholders and deliver sustainable success through culture assessment, measuring and monitoring.\n\nIn 2018 the FRC published the new UK Corporate Governance Code which places a greater emphasis on culture, encouraging companies to develop cultures that promote integrity and openness, that value diversity and are responsive to the views of stakeholders.\n\nPurpose and Scope:\n\nResearch conducted by the FRC for its 2020 Annual Review of Corporate Governance indicated that only about a half of companies provided meaningful commentary on their culture in their most recent annual reports, while many companies made no mention at all of monitoring or assessing their culture. In light of these findings, the purpose of this research project is answer three questions:\n\n1. What externally sourced information, guidance and tools/concepts are boards using to frame and support their companies' internal discussions on culture?\n\n2. How have companies' internal practical approaches to measuring corporate culture, embedding (implementing) culture change, and reviewing the impact of that change evolved in the five years since the FRC's 2016 report?\n\n3. What obstacles do companies encounter in promoting the desired corporate culture and how have they been (or how can they be) addressed?\n\n** This is a summary only, please see the PDF download below for full details **",
        "Estimated_Value": "28K-£35K",
        "Supplier_info": [
            " research and development "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W15/748683558",
        "Keyword": "IoT"
    },
    {
        "Title": "Cyber Growth and Innovation Academy Programmes 2021-22",
        "Name_of_the_company": [
            " Department of Digital Culture Media & Sport "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "As part of the National Cyber Security Programme, the Department for Digital, Culture, Media and Sport (DCMS) requires the design and delivery of an academy programme to help support the growth of the Cyber sector.\n\nThe programme will develop activity to support cyber security firms, across early stages of their lifecycle with the essential businesses skills that they need to further their growth.",
        "Estimated_Value": "650K",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W16/749338933",
        "Keyword": "IoT"
    },
    {
        "Title": "UCLan - Provision of Creative Services",
        "Name_of_the_company": [
            " Central Lancashire University "
        ],
        "Request_Category": [
            " advertising services "
        ],
        "Description": "The University of Central Lancashire is seeking to work with number of agencies across an array of creative service requirements as outlined below in Lots 1 - 4 below from 1st September 2021 to August 2023 (with an option to extend for 24 months). Appointed agencies would be expected to work collaboratively with each other and with our existing contracted suppliers for media planning and buying and PR, as well as working closely with our in-house design, copywriting and video teams.\n\nLot 1- Creative / Brand Design\n\nLot 2 - Photography\n\nLot 3 - Videography\n\nLot 4 - Copywriting\n\nIn September 2020 UCLan launched a refreshed brand and a key part of this Framework is to ensure that the new brand and its narrative are adopted consistently both internally and externally by key stakeholders. Embedding our refreshed brand will be key to strengthening our profile and raising brand awareness with our target audiences.",
        "Estimated_Value": "600K-£1M",
        "Supplier_info": [
            " advertising services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W16/749338716",
        "Keyword": "IoT"
    },
    {
        "Title": "2021_inclusion - Associate Gender Equality and Inclusion Advisors",
        "Name_of_the_company": [
            " British Council "
        ],
        "Request_Category": [
            " research and development ",
            " management consultancy ",
            " miscellaneous services "
        ],
        "Description": "The British Council will commission a network of consultants to work alongside our core Gender and Inclusion team. These consultants, who will be described as the \"Associate Advisors\", will provide specialist input into our work, to help deliver the British Council's objectives. The Associate Advisors will take part in meetings with British Council staff when required. They will be recruited on a 'call/draw-down' basis, providing consultancy days as agreed for the British Council, which can be accessed at any point in the year as the need arises. The Associate Advisors will be expected to engage in knowledge-sharing activities and support colleagues in the wider British Council. This will be particularly important in 2021/22 as we start to gather and build internal expertise and capacity around gender equality with a view to embedding this more systematically into everything we do.\n\nTo meet the needs of the British Council, over the next three years we are seeking up to 10 Associate Advisors, who together will provide comprehensive expertise on the sector and can undertake a range of activities. These will include:\n\n- Development of strategy, tools and approaches to support global, regional and country programme development.\n\n- Gender strategies and mainstreaming through review and analysis of existing and new programmes from a gender perspective.\n\n- Programme design and development of new programmes at a global, regional and country level.\n\n- Providing knowledge and insight in relation to gender equality and the empowerment of women and girls.\n\n- Gathering market intelligence for potential contract opportunities including intelligence related to potential clients, partners and consultants.\n\n- Supporting activities to raise the profile of the British Council and position it as a thought leader in gender equality and women's and girls' empowerment.\n\n- Supporting the development of gender sensitive monitoring and evaluation strategies and tools for specific projects and programmes.\n\n- Leading formal evaluations and or reviews/audits of projects and programmes focused on gender equality and empowerment of women and girls.\n\n- Carrying out reviews of evidence and learning across programmes on relevant themes.\n\n- Supporting the capacity building of internal staff as well as partners and participants on gender and empowerment of women and girls.",
        "Estimated_Value": "80K",
        "Supplier_info": [
            " research and development ",
            " management consultancy ",
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W16/749273262",
        "Keyword": "IoT"
    },
    {
        "Title": "Bilston and Crescent Rail Replacement",
        "Name_of_the_company": [
            " West Midlands Combined Authority "
        ],
        "Request_Category": [
            " specialist transport services ",
            " engineering services "
        ],
        "Description": "Midland Metro runs from Wolverhampton to Birmingham city centre along 21km with 18km of segregated track. There are two areas of rail replacement to be undertaken on the system in the vicinity of the Crescent and Bilston central tram stops, the rail replacement in both areas requires the removal and replacement of the rail within the tram stop area 28 rails at the Crescent and 16 rails at Bilston.\n\nThe tram stops are constructed on a concrete pad, the track is standard flat bottom 80lb rail R260 type 39E1 18.2 meters per rail length, fixed to concrete mono block sleepers embedded into the primary concrete.\n\nThe rail sits on rubber pads fixed with pandrol e-clips with nylons against the rail. The rail sits in a protective sleeve with an artificial keep formed from concrete blocks with standard block paving installed across stop area.\n\nThis opportunity is available via Bravo Solutions and will close on Tuesday 8th June 2021 at 12 noon.\n\nFurther details of what is required and relating appendices are detailed in the full Invitation to Tender pack. Access to these tender documents can be found on Bravo Solutions and interested suppliers must register to this site to gain access, registration is free.\n\nThe link to Bravo Solutions website is as follows:-\n\n",
        "Estimated_Value": "___",
        "Supplier_info": [
            " specialist transport services ",
            " engineering services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W19/750715215",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Creative Services",
        "Name_of_the_company": [
            " Central Lancashire University "
        ],
        "Request_Category": [
            " marketing services ",
            " miscellaneous services "
        ],
        "Description": "The University of Central Lancashire is seeking to work with number of agencies across an array of creative service requirements as outlined below in Lots 1 – 4 below from 1st September 2021 to August 2023 (with an option to extend for 24 months).\n\nAppointed agencies would be expected to work collaboratively with each other and with our existing contracted suppliers for media planning and buying and PR, as well as working closely with our in-house design, copywriting and video teams.\n\nLot 1- Creative / Brand Design Lot 2\n\n-  Photography Lot 3\n\n-  Videography Lot 4\n\n-  Copywriting In September 2020 UCLan launched a refreshed brand and a key part of this Framework is to ensure that the new brand and its narrative are adopted consistently both internally and externally by key stakeholders.\n\nEmbedding our refreshed brand will be key to strengthening our profile and raising brand awareness with our target audiences.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " marketing services ",
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W16/749338990",
        "Keyword": "IoT"
    },
    {
        "Title": "Employability and Skills Platform - PP1011",
        "Name_of_the_company": [
            " Orbit Group "
        ],
        "Request_Category": [
            " software and information systems "
        ],
        "Description": "Orbit is looking to procure a Employability and Skills Platform appointing a high quality provider that will deliver a service that is demonstrably focused around the needs of Orbit.\n\nThe contract will be awarded for an initial period of twelve months with an option to extend for a further two years (in annual increments) based on requirement and acceptable performance.\n\nThe service is expected to commence July 2021 the exact dates to be agreed depending on the agreement between the successful provider and Orbit.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W18/750125281",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-London: Thriving Communities Fund Evaluation",
        "Name_of_the_company": [
            " Arts Council England "
        ],
        "Request_Category": [
            " research and development "
        ],
        "Description": "Arts Council England, the National Academy for Social Prescribing and our partners are seeking to commission an external programme-level evaluation of the Thriving Communities Fund, to assess this programme against its intended aims and outcomes; and to develop a framework to collate the evaluation evidence of individual projects supported by the fund.\n\nThe Thriving Community Fund is a £1.8m initiative being administered by Arts Council England on behalf of the National Academy for Social Prescribing and fellow funding partners Historic England and Natural England, plus wider strategic partners NHS England and NHS Improvement, Sport England, the Office for Civil Society, the Money & Pensions Service and NHS Charities Together.\n\nThe Fund will support local voluntary, community, faith and social enterprise projects which bring together place-based partnerships to improve and increase the range and reach of available social prescribing community activities - especially for those people and communities most impacted by COVID19.\n\nThe Fund also aims to support and test a range of approaches to ensure social prescribing is sustainable and embedded in working practice beyond the 12 months of activity enabled by grants made through the programme. This will support the continued growth and long-term sustainability of social prescribing, and inform sector research, policy and development.\n\nWe require an experienced partner to deliver a programme-level evaluation to assess the fund against its main aims to:\n\n•Strengthen the range of social prescribing activities offered locally;\n\n•Enhance collaboration and networking between local organisations; and\n\n•Enable social prescribing link workers to connect people to more creative community activities and services.\n\n37 Thriving Communities projects have been funded for a one-year period between March 2021 and March 2022.\n\nEach project will be undertaking their own evaluation and monitoring, and we expect the programme-level evaluation to develop a framework to collate and make use of this data along with conducting their own primary research.\n\nWe expect the evaluation to deliver interim findings and a final report. It is expected the final report will be published and will clearly communicate the key findings to a range of audiences.\n\nPlease note: to access the tender documentation and to bid for the opportunity you must log-in to the e-Sourcing portal.",
        "Estimated_Value": "25K-£50K",
        "Supplier_info": [
            " research and development "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W15/748880166",
        "Keyword": "IoT"
    },
    {
        "Title": "Employability and Skills Platform - PP1011",
        "Name_of_the_company": [
            " Orbit Group "
        ],
        "Request_Category": [
            " software and information systems "
        ],
        "Description": "To meet Orbit's customers varied employability and skills requirements we are seeking to appoint a supplier to provide a digital Employability and Skills platform that will deliver differentiated support. This will be through both customer self-managed and coach led interventions. The platform functionality will need to include as a minimum:\n\nA simple to navigate platform that is engaging, encourages user participation and supports the various levels of user digital competency including from very basic levels;\n\nCustomer employability and skills assessment functionality using tools that can evidence the customers starting point and their progression at further stages of their planned/ self-led journey in the platform;\n\nProvide embedded skills, confidence and knowledge growth materials delivered through a suite of readily available employability e-learning and skills sector knowledge banks in various medias to engage varied learning styles;\n\nProvide embedded tools to enable self-led employability activities including interactive CV builders, interview practice portals, confidence building activity;\n\nProvide skills assessment functionality that matches customer's existing skills sets to transferrable occupations;\n\nProvides sector specific intel and routeway information for customers looking to reskill or upskill in the growing economies;\n\nTo host job matching search engines with reputable providers of employment opportunities linking back to the customers' bespoke requirements of preferred job role, location, employment sector and salary expectation directly to the customer;\n\nMeasure progression reporting of individuals as they move through the platform at agreed points that is visible and reportable to both the customer and their coach where applicable;\n\nFor supported programmes, hold the ability to support caseload management, enabling the updating and reporting of activity. Ability to communicate via the platform with customers and their coaches;\n\nEvaluation surveys bespoke to the programme's requirements at key stages of the customer journey that report the benefit, impact and experience received in their journeys at these points.",
        "Estimated_Value": "60K-£190K",
        "Supplier_info": [
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W18/750125330",
        "Keyword": "IoT"
    },
    {
        "Title": "NHS England South East - Procurement for Breast Screening Programme in Surrey and North East Hampshire",
        "Name_of_the_company": [
            " NHS England & NHS Improvement South East "
        ],
        "Request_Category": [
            " health services "
        ],
        "Description": "NHS England/Improvement seeks to commission a Breast Screening Programme for the residents of Surrey and North East Hampshire.\n\nThe contract will serve an eligible population of approximately 182,000 women aged 50-70.\n\nThe population to be served by the programme will be those covered by the following 3 CCGs: NHS Surrey Heartlands, NHS Surrey Heath and NHS North East Hampshire and Farnham.\n\nThe aim of the NHS breast screening programme is to reduce mortality from breast cancer by diagnosing cancer at an early stage when treatment is more successful.\n\nThe successful bidder will be required to deliver a screening programme which is fully compliant with all relevant national standards and pathways\n\nThis procurement is being carried out by NHS South, Central and West Commissioning Support Unit (SCW) on behalf of the Commissioners.",
        "Estimated_Value": "35M",
        "Supplier_info": [
            " health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W14/748355989",
        "Keyword": "IoT"
    },
    {
        "Title": "Lambeth Performance Management Information System",
        "Name_of_the_company": [
            " London Borough of Lambeth "
        ],
        "Request_Category": [
            " software and information systems "
        ],
        "Description": "Our overarching vision is to drive the Council forward to meet its ambitions and deliver positive outcomes for the residents of Lambeth through effective performance and business planning management. To do this we will need to utilise technology, incorporating it seamlessly into the corporate business planning and performance management arrangements across all levels of the organisation, embedding it within the culture.\n\nWe are looking for an 'off the shelf' hosted performance management system with which to capture and report corporate performance data and the delivery of the directorate business plans and ultimately the delivery against the corporate Borough Plan.",
        "Estimated_Value": "30K-£90K",
        "Supplier_info": [
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W21/751698424",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Nuclear Site Safety Justification (NSSJ) Services based at HMNB Devonport, Plymouth, Devon, UK",
        "Name_of_the_company": [
            " MOD "
        ],
        "Request_Category": [
            " miscellaneous services "
        ],
        "Description": "Please refer to Section II.2) Quantity or scope of the contract of this notice.\n\nQuantity or scope:\n\nThe fundamental aim of the NSSJ contract is to procure the provision of a Project Management Service (PMS) which will deliver: Project Management, Nuclear Advice, defined Safety Case and Periodic Review of Safety (PRS) work, and other associated work under a milestone-based arrangement.\n\nThese services will maintain the authorisation of the Naval Base Site through the provision of specialist nuclear advice, which reflects modern civil nuclear practice to Naval Base staff and ensures the Naval Base Commanders Site Safety Justification documentation suite remains current and fully compliant with MoD Authorisation Conditions, MoD Naval Nuclear Safety Principles (NNSP) and other standards imposed by the Defence Nuclear Safety Regulator (DNSR).\n\nIn parallel, the contract shall support knowledge share/transfer that develops the Authority’s Intelligent Customer (IC) function.\n\nIt is anticipated that a core team to provide the service shall be embedded within the HMNB Devonport delivery location; the Home Base.\n\nThe estimated contract duration shall be for a period of three\n\n(3)  years.\n\nThe contract shall include the option to extend at the Authority’s sole discretion the contract duration by a further two\n\n(2)  years which will be constructed as two discrete one\n\n(1)  year option periods; each option shall be severable from the other.\n\nThe contract shall also include options for emergent work and resource ‘re-sizing’ as may be reasonably required by the Authority in the contract life.\n\nThis tender is operating under the DSPCR (2011) Restricted Procure in accordance with Regulation 17.\n\nTherefore, tenderers are required to respond to the DPQQ attached to this notice.\n\nA copy of the draft ITT has also been attached, to enable potential providers to self-assess their suitability to the requirement.\n\nThe final ITT and suite of contract documents shall only be made available to potential providers, who are successful at Phase 1 (DPQQ stage) and have been formally notified and invited to participate in the next phase of the procurement process.\n\nThe aim of Phase 1 (DPQQ) is to arrive at a short list of no more than four (4) qualified potential service providers who are eligible to participate; fulfil any minimum economic, financial, professional and technical standards, and best meet in terms of capacity and capability the selection criteria set out in the DPQQ.\n\nFull details of the method of choosing the Tenders are set out in the DF47.\n\nEach response must achieve Technical Envelope compliance at 70% or higher to be considered for phase 2.\n\nIf a potential service provider receives a fail to any Pass/Fail question within the PQQ, they will automatically fail the evaluation and not be invited to participate further.\n\nWhere more than one potential service provider scores the same (and both responses are technically compliant), then the response which achieves the highest score against criterion with the greater weighting shall progress to phase\n\n2.  If following this granulated assessment responses remain on equal scores, the Authority at its sole discretion may invite up to a maximum of six\n\n(6)  technically compliant potential service providers to phase\n\n2.  Potential Providers/Tenderers are invited to note the following:\n\n1.  Following an initial assessment, the Authority believe IR35 may apply.\n\nThe final status of IR35 will only be known, following final assessment of the winning tenderers’ solution and specifically how the winning tenderer proposes to provide personnel.\n\nAny formal CEST/Status Determination Statement (SDS) letters will then be provided as necessary.\n\n2. Attention is drawn to the Security Aspects Letter (SAL) attached as part of the Draft Contract, which details key criteria for eligibility.\n\nIn accordance with Regulation 6 (3A)(a) – ‘Security of Information’, and read in conjunction with Regulation 7 of\n\nThe Defence and Security Public Contracts (Amendment) (EU Exit) Regulations 2019; this requirement is open to National eyes-only.\n\nMeaning, only economic operators established in the UK and Gibraltar shall be eligible to tender for this requirement.\n\n3. The Cyber risk has been considered and in accordance with the Cyber Security Model resulted in a Cyber Risk Profile of ‘Low’.",
        "Estimated_Value": "10M",
        "Supplier_info": [
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W18/750191017",
        "Keyword": "IoT"
    },
    {
        "Title": "All-Age Care Technology Service",
        "Name_of_the_company": [
            " London Borough of Barking & Dagenham "
        ],
        "Request_Category": [
            " social work services ",
            " telecoms equipment ",
            " installation services ",
            " IT services ",
            " IT consultancy ",
            " software services "
        ],
        "Description": "The London Borough of Barking and Dagenham (LBBD) is looking to procure, during 2021, an Innovation Partner for the management and delivery of an all-age Care Technology solution for the residents of Barking and Dagenham.\n\nA transformed Care Technology service aims to adopt a new approach to implementing Care Technology to support eligible service users and enable independence.\n\nWe are looking to apply a broader application of technology to an all-age service to support all residents who can benefit from timely intervention to improve independence and well-being whilst reducing the need for social care support.\n\nThere is an evident need to increase the pace and reach of care technology and digital solutions and the culture around this to deliver improved outcomes, improved practitioner experience and financial benefits.\n\nIt is therefore the case we are seeking an Innovation Partner to work with us collaboratively in a joint enterprise that delivers 3 service elements:\n\n1.  Innovation and development of technological or digital services to residents which complement their own support and networks.\n\nThis will also include flexibility and future projects based around arising technology throughout the contract.\n\n2.  Facilitate a cultural change establishing and embedding a ‘Technology First’ approach to include a Care Technology learning and development programme.\n\n3.  Manage and deliver the Core Service including the supply, set up, monitoring and response of Care Technology.\n\nThis will extend over time to utilise the full range of technological/digital services and products to support health and social care outcomes.",
        "Estimated_Value": "4M",
        "Supplier_info": [
            " social work services ",
            " telecoms equipment ",
            " installation services ",
            " IT services ",
            " IT consultancy ",
            " software services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W18/750322183",
        "Keyword": "IoT"
    },
    {
        "Title": "HE Engagement Strategy embedding and delivery",
        "Name_of_the_company": [
            " Historic England "
        ],
        "Request_Category": [
            " staffing services ",
            " education and training ",
            " training services "
        ],
        "Description": "Historic England is preparing to launch, embed and bring to life its newly developed Engagement Strategy with colleagues from across the organisation and with key stakeholders to deliver the principles of the Strategy in all aspects of our work.\n\nTo ensure the Engagement Strategy is successfully embedded, and to maintain momentum, Historic England will commission external support, which may include resources, training, capability building, facilitation etc (we want to work with the supplier on designing the right approach).\n\nIt will also include the effective sharing of, and staff engagement with, the Strategy, and be applicable for sharing with the wider heritage sector.",
        "Estimated_Value": "25K",
        "Supplier_info": [
            " staffing services ",
            " education and training ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W20/751108416",
        "Keyword": "IoT"
    },
    {
        "Title": "All-Age Care Technology Service",
        "Name_of_the_company": [
            " London Borough of Barking & Dagenham "
        ],
        "Request_Category": [
            " social work services "
        ],
        "Description": "The London Borough of Barking and Dagenham (LBBD) is looking to procure, during 2021, an Innovation Partner for the management and delivery of an all-age Care Technology solution for the residents of Barking and Dagenham.\n\nA transformed Care Technology service aims to adopt a new approach to implementing Care Technology to support eligible service users and enable independence. We are looking to apply a broader application of technology to an all-age service to support all residents who can benefit from timely intervention to improve independence and well-being whilst reducing the need for social care support.\n\nThere is an evident need to increase the pace and reach of care technology and digital solutions and the culture around this to deliver improved outcomes, improved practitioner experience and financial benefits. It is therefore the case we are seeking an Innovation Partner to work with us collaboratively in a joint enterprise that delivers 3 service elements:\n\n1. Innovation and development of technological or digital services to residents which complement their own support and networks. This will also include flexibility and future projects based around arising technology throughout the contract.\n\n2. Facilitate a cultural change establishing and embedding a 'Technology First' approach to include a Care Technology learning and development programme.\n\n3. Manage and deliver the Core Service including the supply, set up, monitoring and response of Care Technology. This will extend over time to utilise the full range of technological/digital services and products to support health and social care outcomes.",
        "Estimated_Value": "1-£4M",
        "Supplier_info": [
            " social work services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W18/750452738",
        "Keyword": "IoT"
    },
    {
        "Title": "Batched Concrete Supply",
        "Name_of_the_company": [
            " Transport for London London Rail London Trams "
        ],
        "Request_Category": [
            " building materials "
        ],
        "Description": "This is for the supply and delivery of concrete to various areas on the tram network in Croydon. The network has 28km of track in the boroughs of Croydon, Bromley and Merton. The contract will be on a call off basis as and when batched concrete is required along the track or in the depot. London Trams (LT) is seeking a supplier to batch and deliver concrete to locations specified by the Works team.\n\nThe supplier shall mix and deliver the concrete to BS EN 206 & BS 8500\n\nThe supplier shall supply designated mixes on call off\n\nThe contract term shall be 3 to 5 years\n\nThe supplier shall be FORS compliant in order to deliver to the tram network\n\nA local supplier would be better suited\n\nCost and availability\n\nMix on site\n\nThere are no access issues\n\nEvidence environmental and sustainability policies\n\nRecycling\n\nAcceptance of TfL Services Contract terms\n\nLondon Trams runs the tram network in Croydon, London. There are embedded sections of track in the town centre and ballasted track elsewhere. Cement is often required for repairs along the track in both sections.",
        "Estimated_Value": "16K-£25K",
        "Supplier_info": [
            " building materials "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752615718",
        "Keyword": "IoT"
    },
    {
        "Title": "SuperTech Ecosystem Development As the cluster organisation SuperTech matures to support the WM ProfTech ecosystem and realise the West Midlands opportunity on the national and international stage, GBSLEP - the accountable body - is seeking to commission the services of a suitably qualified person to be embedded within the SuperTech team and pursue strategic goals relating to innovation and place proposition",
        "Name_of_the_company": [
            " Greater Birmingham & Solihull Local Enterprise Partnership "
        ],
        "Request_Category": [
            " research services ",
            " research consultancy services ",
            " test and evaluation services ",
            " management services "
        ],
        "Description": "GBSLEP - on behalf of SuperTech - is seeking to commission the services of a person to embed and work within the SuperTech team to advance the cluster offering in respect of place proposition and innovation. In line with the emerging regional ProfTech strategy, the initial priority is fintech, although proptech is anticipated to be a higher priority too during the contract period. Lawtech is anticipated to feature, although at lower intensity. Significantly, the ability to connect across, see and leverage the intersectionality of these sub-sectors is important to the overall strategy.",
        "Estimated_Value": "15K-£25K",
        "Supplier_info": [
            " research services ",
            " research consultancy services ",
            " test and evaluation services ",
            " management services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W21/751698423",
        "Keyword": "IoT"
    },
    {
        "Title": "Senior Leadership Development Programme",
        "Name_of_the_company": [
            " Birmingham & Solihull Mental Health NHS Trust "
        ],
        "Request_Category": [
            " adult education ",
            " training services "
        ],
        "Description": "Senior Leadership Development Programme\n\nIn our ambition to deliver our refreshed 5 year trust strategy we do have a clear understanding of the words of Peter Drucker \"Culture eats Strategy for Breakfast\".\n\nSo key to the delivery of our strategy is a full programme of Culture Transformation work of which Senior Leadership Development is one.\n\nTherefore, we are looking to partner with a preeminent leadership development provider to deliver rigorous support and challenge in developing our population of circa 50 senior leaders in a 12-15 month programme.\n\nThe Trust are looking to work with the market to understand how effectively and efficiently a Development Programme for our senior leadership team to support in embedding and developing the Trusts New strategy\n\nPlease see attached strategy",
        "Estimated_Value": "100K-£120K",
        "Supplier_info": [
            " adult education ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W20/751173785",
        "Keyword": "IoT"
    },
    {
        "Title": "Community Wellbeing Services",
        "Name_of_the_company": [
            " Kingston Upon Hull City Council "
        ],
        "Request_Category": [
            " health services "
        ],
        "Description": "Hull City Council (HCC), is seeking to commission a Community Wellbeing model that is focussed on delivering outcomes for the people of Hull.\n\nThis new model will ensure that a person centred approach is undertaken at all times using a strengths based .\n\nIn support of achieving these outcomes, the new model will take a strengths-based approach.\n\nThis will mean care workers working with people, to help to meet their goals and maintain their independence, not doings tasks for them, because it's quicker and easier.\n\nThe new model will be a geographically based model with Community Wellbeing Providers taking responsibility for picking up all packages of care in their allocated area.\n\nCommunity Wellbeing Providers must establish a base in the areas in which they are working and focus on employing local people.\n\nThis inclusion focused model will take into account the needs of local people and local communities, taking advantage of local diversity to drive positive outcomes.\n\nBy collecting and understanding demographic data on local communities, services can more effectively meet local needs.",
        "Estimated_Value": "163M-£123M",
        "Supplier_info": [
            " health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W19/750715240",
        "Keyword": "IoT"
    },
    {
        "Title": "ITT282 Appointment of Biomass Woodchip Supplier",
        "Name_of_the_company": [
            " Northampton University "
        ],
        "Request_Category": [
            " fuels ",
            " agricultural products "
        ],
        "Description": "The University is seeking an efficient, high-quality supplier of G50/MC 25% (+/-5), BSL authorised virgin timber to fuel its biomass boiler at our Waterside Campus.\n\nThe woodchip must be UK sourced and under no circumstances use material derived from non-virgin timber Roundwood.\n\nThe storage silo has a usable volume of 88m3.\n\nThe Contract will include the delivery of an estimated annual requirement of 3,800,000 kWh.\n\nThe University has pledged to become Net Zero Carbon in Scope 1 and 2 emissions by 2030, and needs to eliminate or offset circa 5,000 tonnes of CO2e by the end of the decade.\n\nA key aspect of delivering this reduction is our 995KW Herz Biofire biomass boiler.\n\nIn support of our commitment to tackling climate change, the University is seeking to supply the fuel sustainably and minimise embedded carbon emissions.\n\nEnvisioned contract commencement 1st November 2021 for 2 years with an option to extend for a further period or periods of up to 1 year.",
        "Estimated_Value": "304K",
        "Supplier_info": [
            " fuels ",
            " agricultural products "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W24/753074439",
        "Keyword": "IoT"
    },
    {
        "Title": "ITT282 Appointment of Biomass Woodchip Supplier",
        "Name_of_the_company": [
            " Northampton E Tendering University "
        ],
        "Request_Category": [
            " fuels "
        ],
        "Description": "The University is seeking an efficient, high-quality supplier of G50/MC 25% (+/-5), BSL authorised virgin timber to fuel its biomass boiler at our Waterside Campus.\n\nThe woodchip must be UK sourced and under no circumstances use material derived from non-virgin timber Roundwood.\n\nThe storage silo has a usable volume of 88m3.\n\nThe Contract will include the delivery of an estimated annual requirement of 3,800,000 kWh.\n\nThe University has pledged to become Net Zero Carbon in Scope 1 and 2 emissions by 2030, and needs to eliminate or offset circa 5,000 tonnes of CO2e by the end of the decade.\n\nA key aspect of delivering this reduction is our 995KW Herz Biofire biomass boiler.\n\nIn support of our commitment to tackling climate change, the University is seeking to supply the fuel sustainably and minimise embedded carbon emissions.\n\nEnvisioned contract commencement 1st November 2021 for 2 years with an option to extend for a further period or periods of up to 1 year.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " fuels "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W24/753074373",
        "Keyword": "IoT"
    },
    {
        "Title": "Business Basic interim and full evaluation report",
        "Name_of_the_company": [
            " Business Energy & Industrial Strategy "
        ],
        "Request_Category": [
            " research and development "
        ],
        "Description": "BEIS requires a contractor to support to produce an interim Business Basics report 21/22 and a final 22/23 evaluation report to present progress and findings for the entire 4-year programme.\n\nInterim report 21/22\n\nThe interim report 21/22 will present findings to dates and set out details of the programme, unique design approach, projects funded, learnings to date, policy findings, policy implications and any recommendations for future approaches to Business Basics. This report will be a follow on from the progress report published in 2019 (",
        "Estimated_Value": "90K",
        "Supplier_info": [
            " research and development "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W18/750190858",
        "Keyword": "IoT"
    },
    {
        "Title": "Supply and Installation of a Hydrogen Reactor for Processing of Magnetic Scrap (HPMS) Vessel, to the University of Birmingham",
        "Name_of_the_company": [
            " Birmingham University "
        ],
        "Request_Category": [
            " chemical products ",
            " electrical machinery ",
            " metal containers "
        ],
        "Description": "This project is funded by the UK Research and Innovation (UKRI) Industrial Strategy Challenge Fund; Driving the Electric Revolution under grant agreement 1524086\n\nThe University of Birmingham invites tenders for supply of a bespoke, hydrogen processing of magnet scrap (HPMS) vessel.\n\nThe HPMS vessel will be the largest magnet recycling plant of its kind in the UK and will focus on processing of end of life magnets containing magnetic scrap.\n\nThe HPMS vessel is based on a patented technology, developed at the University of Birmingham, in which hydrogen is used to extract neodymium-iron-boron (Nd-Fe-B) magnet powder from end of life permanent magnet containing products.\n\nDuring the P a g e | 3 HPMS process, sintered Nd-Fe-B magnets, which are embedded in end of life products, are loaded inside a vessel, which is then sealed, evacuated, back filled with an inert gas (e.g. Argon or Nitrogen), evacuated and then filled with between 1-4 bar of hydrogen at room temperature for between 1-4 hours.\n\nOnce exposed to hydrogen, the sintered Nd-Fe-B undergoes the hydrogen decrepitation (HD) process and breaks down into a friable, demagnetised, hydrogenated powder.\n\nOften the end of life products containing the Nd-Fe-B material are encased within some sort of housing so the hydrogenated powder needs to be liberated from the scrap using mechanical agitation through a porous sieve stage.\n\nThis is typically performed by rotating the scrap within a porous drum (3-5 mm pore size) within the HPMS vessel, after which the powder falls into a sealable collection pot at the bottom of the vessel, which can then be unloaded under an argon or nitrogen atmosphere (O2 = < 5 ppm).\n\nIt would be an advantage if the HPMS vessel could be inertly loaded with scrap in this application through a hopper system or that flanges were in place to retro-fit this.\n\nThe extracted alloy powder will be converted into recycled NdFeB magnets using further processes, which do not form part of this tender.\n\nThe HPMS process has already been demonstrated at the 5 kg scale using a 300 L vessel at the University of Birmingham.\n\nThe main objective of the new HPMS vessel will be to scale this technology up to 200-300 kg batch sizes.\n\nNote, due to the space requirements of the system, the large scale HPMS vessel will be installed at the Tyseley Energy Park (TEP).\n\nThe overall budget for this item is up to £610,000 excluding VAT.",
        "Estimated_Value": "610K",
        "Supplier_info": [
            " chemical products ",
            " electrical machinery ",
            " metal containers "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752484552",
        "Keyword": "IoT"
    },
    {
        "Title": "Supply and Installation of a Hydrogen Reactor for Processing of Magnetic Scrap (HPMS) Vessel, to the University of Birmingham",
        "Name_of_the_company": [
            " Birmingham University "
        ],
        "Request_Category": [
            " metal containers ",
            " electrical machinery ",
            " chemical products "
        ],
        "Description": "This project is funded by the UK Research and Innovation (UKRI) Industrial Strategy Challenge Fund; Driving the Electric Revolution under grant agreement 1524086\n\nThe University of Birmingham invites tenders for supply of a bespoke, hydrogen processing of magnet scrap (HPMS) vessel. The HPMS vessel will be the largest magnet recycling plant of its kind in the UK and will focus on processing of end of life magnets containing magnetic scrap.\n\nThe HPMS vessel is based on a patented technology, developed at the University of Birmingham, in which hydrogen is used to extract neodymium-iron-boron (Nd-Fe-B) magnet powder from end of life permanent magnet containing products. During the HPMS process, sintered Nd Fe B magnets, which are embedded in end of life products, are loaded inside a vessel, which is then sealed, evacuated, back filled with an inert gas (e.g. Argon or Nitrogen), evacuated and then filled with between 1-4 bar of hydrogen at room temperature for between 1-4 hours. Once exposed to hydrogen, the sintered Nd-Fe-B undergoes the hydrogen decrepitation (HD) process and breaks down into a friable, demagnetised, hydrogenated powder.\n\nOften the end of life products containing the Nd Fe-B material are encased within some sort of housing so the hydrogenated powder needs to be liberated from the scrap using mechanical agitation through a porous sieve stage. This is typically performed by rotating the scrap within a porous drum (3-5 mm pore size) within the HPMS vessel, after which the powder falls into a sealable collection pot at the bottom of the vessel, which can then be unloaded under an argon or nitrogen atmosphere (O2 = < 5 ppm).\n\nIt would be an advantage if the HPMS vessel could be inertly loaded with scrap in this application through a hopper system or that flanges were in place to retro-fit this.\n\nThe extracted alloy powder will be converted into recycled NdFeB magnets using further processes, which do not form part of this tender.\n\nThe HPMS process has already been demonstrated at the 5 kg scale using a 300 L vessel at the University of Birmingham. The main objective of the new HPMS vessel will be to scale this technology up to 200-300 kg batch sizes.\n\nNote, due to the space requirements of the system, the large scale HPMS vessel will be installed at the Tyseley Energy Park (TEP).\n\nThe overall budget for this item is up to £610,000 excluding VAT.",
        "Estimated_Value": "610K",
        "Supplier_info": [
            " metal containers ",
            " electrical machinery ",
            " chemical products "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W24/752812199",
        "Keyword": "IoT"
    },
    {
        "Title": "LAB1024AP APUC Framework Agreement for the Supply of Laboratory Consumables and Chemicals",
        "Name_of_the_company": [
            " Apuc "
        ],
        "Request_Category": [
            " personal care products ",
            " plastics, textiles ",
            " scientific equipment ",
            " lab equipment ",
            " industrial machinery ",
            " clothing products ",
            " roads equipment ",
            " medical consumables ",
            " microscopes, scanners ",
            " ironmongery products ",
            " chemical products ",
            " pharmaceuticals "
        ],
        "Description": "The Authority is seeking Contractor(s) for the supply of those laboratory consumables and chemicals required for the efficient functioning of laboratories in the Scottish HE/FE sector, NHS Scotland and other Scottish public sector organisations.\n\nFor the purposes of this exercise, consumables and chemicals include but are not limited to Personal Protective Equipment (PPE), glassware, filtration plastics, molecular biology plastics, tissue culture plastics, pipette tips and pipettors, gloves, solvents, fine chemicals, alcohol and acids, bio-chemicals, in-organic chemicals and salts and green chemicals.\n\nThe Framework Agreement is Lotted with stock management one-stop-shop provisions included.\n\nThe supply of all products should include a provision for take-back schemes where possible",
        "Estimated_Value": "25M",
        "Supplier_info": [
            " personal care products ",
            " plastics, textiles ",
            " scientific equipment ",
            " lab equipment ",
            " industrial machinery ",
            " clothing products ",
            " roads equipment ",
            " medical consumables ",
            " microscopes, scanners ",
            " ironmongery products ",
            " chemical products ",
            " pharmaceuticals "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W26/753729852",
        "Keyword": "IoT"
    },
    {
        "Title": "CON-20-115 Consultancy & Skilled Persons Framework",
        "Name_of_the_company": [
            " Financial Conduct Authority ",
            " Payment Services Regulator ",
            " Bank of England Including the Pra ",
            " Financial Ombudsman Service ",
            " Financial Services Compensation Scheme ",
            " Money & Pensions Service "
        ],
        "Request_Category": [
            " financial services ",
            " management services "
        ],
        "Description": "Creation of a consultancy and skilled persons framework with multiple lots.\n\nLots A to L cover different specialities of s166 skilled persons review as part of the FCA and Bank of England (including the PRA) regulatory remit.\n\nLot M covers general consultancy and is split into specialisms.\n\nSuppliers will not need to deliver all of the specialisms in the lot and will be considered for the specialism(s) that they have been selected.\n\nThe lots are: A.Client Assets and Safeguarding B.Governance, Accoutability, Strategy and Culture C.Controls and Risk Management Frameworks D.Conduct of Business E.Financial Crime F.Prudential\n\n–  Deposit Takers, Recognised Clearing Houses , Central Securities Depositories and PRA-Designated Investment Firms G Prudential\n\n-  .Insurance H.Prudential\n\n–  Adequate Financial Resources for FCA solo-regulated firms I.Technology and Information Management J.CBEST Threat Intelligence K.CBEST Penetration Testing L.Credit Rating Agencies M.Business Consultancy",
        "Estimated_Value": "104M-£110M",
        "Supplier_info": [
            " financial services ",
            " management services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W24/753008684",
        "Keyword": "IoT"
    },
    {
        "Title": "Supply and Installation of a Hydrogen Reactor for Processing of Magnetic Scrap (HPMS) Vessel, to the University of Birmingham",
        "Name_of_the_company": [
            " Birmingham University "
        ],
        "Request_Category": [
            " metal containers ",
            " chemical products ",
            " electrical machinery "
        ],
        "Description": "This project is funded by the UK Research and Innovation (UKRI) Industrial Strategy Challenge Fund; Driving the Electric Revolution under grant agreement 1524086\n\nThe University of Birmingham invites tenders for supply of a bespoke, hydrogen processing of magnet scrap (HPMS) vessel.\n\nThe HPMS vessel will be the largest magnet recycling plant of its kind in the UK and will focus on processing of end of life magnets containing magnetic scrap.\n\nThe HPMS vessel is based on a patented technology, developed at the University of Birmingham, in which hydrogen is used to extract neodymium-iron-boron (Nd-Fe-B) magnet powder from end of life permanent magnet containing products.\n\nDuring the P a g e | 3 HPMS process, sintered Nd-Fe-B magnets, which are embedded in end of life products, are loaded inside a vessel, which is then sealed, evacuated, back filled with an inert gas (e.g. Argon or Nitrogen), evacuated and then filled with between 1-4 bar of hydrogen at room temperature for between 1-4 hours.\n\nOnce exposed to hydrogen, the sintered Nd-Fe-B undergoes the hydrogen decrepitation (HD) process and breaks down into a friable, demagnetised, hydrogenated powder.\n\nOften the end of life products containing the Nd-Fe-B material are encased within some sort of housing so the hydrogenated powder needs to be liberated from the scrap using mechanical agitation through a porous sieve stage.\n\nThis is typically performed by rotating the scrap within a porous drum (3-5 mm pore size) within the HPMS vessel, after which the powder falls into a sealable collection pot at the bottom of the vessel, which can then be unloaded under an argon or nitrogen atmosphere (O2 = < 5 ppm).\n\nIt would be an advantage if the HPMS vessel could be inertly loaded with scrap in this application through a hopper system or that flanges were in place to retro-fit this.\n\nThe extracted alloy powder will be converted into recycled NdFeB magnets using further processes, which do not form part of this tender.\n\nThe HPMS process has already been demonstrated at the 5 kg scale using a 300 L vessel at the University of Birmingham.\n\nThe main objective of the new HPMS vessel will be to scale this technology up to 200-300 kg batch sizes.\n\nNote, due to the space requirements of the system, the large scale HPMS vessel will be installed at the Tyseley Energy Park (TEP).",
        "Estimated_Value": "610K",
        "Supplier_info": [
            " metal containers ",
            " chemical products ",
            " electrical machinery "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752353622",
        "Keyword": "IoT"
    },
    {
        "Title": "NHCFT 592 - WEBSITE REDESIGN DN548384",
        "Name_of_the_company": [
            " Northumbria Healthcare NHS Trust "
        ],
        "Request_Category": [
            " information systems "
        ],
        "Description": "Key objectives of the Website redesign project:\n\n1. To redesign the website in line with the new refreshed brand for the organisation\n\n2. To continuously engage all stakeholders\n\n3. To ensure that the website meets the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018\n\n4. To improve customer satisfaction through improving the user's experience, namely:\n\n- Making locations of hospitals easier to find\n\n- An improved searchability function\n\n- Additional functionality including the ability to push and pull information via embedded newsletter functionality\n\n- Be deemed as one of the best NHS web experiences in the country\n\n5. Increase awareness of the brand to generate more referrals to the trust's services",
        "Estimated_Value": "55K-£75K",
        "Supplier_info": [
            " information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752353527",
        "Keyword": "IoT"
    },
    {
        "Title": "NHS England and NHS Improvement South West (NHSEISW) -Diabetic Eye Screening Programmes for Bath and North East Somerset, Swindon and Wiltshire and Dorset",
        "Name_of_the_company": [
            " NHS South Central & West CSU "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "NHSEISW (The Commissioner) seeks to re-commission two Diabetic Eye Screening Programmes (DESP) to deliver screening to the eligible populations of Bath & North East Somerset, Swindon and Wiltshire (Lot 1) and the eligible population of Dorset (Lot 2).\n\nThe eligible population of both Lots includes patients over the age of 12 diagnosed with diabetes and registered with, or eligible to be registered with a GP, as well as individuals within prisons, secure units and the armed forces.\n\nThe aim of the DESP is to reduce the risk of sight loss amongst people with diabetes by the prompt identification and effective treatment if necessary, of sight threatening diabetic retinopathy.\n\nThis will be achieved by delivering an evidence-based service that:\n\n•Identifies the eligible population and ensures effective delivery with maximum coverage\n\n•Is safe, effective, high quality, externally and independently monitored, and quality assured\n\n•Leads to earlier detection, appropriate referral, effective treatment and improved outcomes\n\n•Is delivered and supported by suitably trained, competent and qualified clinical and non-clinical staff who, where relevant, participate in recognised ongoing continuing medical education (CME), continuous professional development (CPD) and quality assurance (QA) schemes\n\n•Has audit embedded in the service\n\n•Works effectively with other stakeholders to ensure the care pathway is smooth and efficient.\n\nThere are 3 key elements of service delivery, namely:\n\n•Call/recall for all people with diabetes invited for routine digital screening - this is currently undertaken on an annual basis but screening intervals are likely to extend to two years for people at low risk during the contract term in line with national guidance\n\n•Digital surveillance where individuals need more frequent screening\n\n•Slit lamp bio-microscopy (SLB) for those individuals where normal photography is inappropriate (e.g. those having cataracts).\n\nOptical Coherence Tomography (OCT) does not form part of this Contract at this time, though this position may change over the life of the contract in line with national guidance.\n\nThe Contract term will be 5 years, with an option to extend for a further 3 years at the sole discretion of the Commissioner. The Contracts are due to commence on 01/04/2022.\n\nThe 8 year estimated expected contract values based on predicted activity levels are;\n\nLot 1 = £11,311,233.60\n\nLot 2 = £10,985,831.92\n\nThe Contract will operate on a hybrid basis with a fixed \"block\" element based upon the average uptake of routine screening in the eligible population for the last 2 years plus a variable element for digital surveillance and SLB and a further variable element to incentivise routine screening uptake to 85%. Variable elements will be paid according to activity undertaken.\n\nThe Commissioner's ambition through the financial model is to encourage uptake of DESP to achieve or exceed the national achievable target of 85% uptake in routine screening (DE1).",
        "Estimated_Value": "22M",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W22/752025821",
        "Keyword": "IoT"
    },
    {
        "Title": "Diabetic Eye Screening Programmes for Bath and North East Somerset, Swindon and Wiltshire and Dorset",
        "Name_of_the_company": [
            " NHS Commissioning Board Operating as NHS England "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "NHS England and NHS Improvement South West (The Commissioner) seeks to re-commission two Diabetic Eye Screening Programmes (DESP) to deliver screening to the eligible populations of Bath and North East Somerset, Swindon and Wiltshire (BSW) (Lot 1) and the eligible population of Dorset (Lot 2).\n\nThe eligible population of both Lots includes patients over the age of 12 diagnosed with diabetes and registered with, or eligible to be registered with a GP, as well as individuals within prisons, secure units and the armed forces.\n\nThe Contract term will be 5 years, with an option to extend for a further 3 years at the sole discretion of the Commissioner.\n\nThe Contracts are due to commence on 1st April 2022.\n\nThe 8 year estimated expected contract values, based on predicted activity levels, are;\n\n•  Lot 1 = £11,311,233.60\n\n•  Lot 2 = £10,985,831.92 Interested providers may bid for one or both lots.\n\nThis procurement is being carried out by NHS South, Central and West Commissioning Support Unit (SCW) on behalf of the Commissioners.",
        "Estimated_Value": "22M",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W22/752025840",
        "Keyword": "IoT"
    },
    {
        "Title": "2021_Marketing - British Council - Marketing Automation Programme",
        "Name_of_the_company": [
            " British Council "
        ],
        "Request_Category": [
            " software development services "
        ],
        "Description": "Intention to procure a Marketing Automation Platform during July/August 2021.\n\nThe objective of this programme is to procure and implement a marketing automation platform that will enable us to increase our digital engagement with audiences at scale and help us transform the customer relationship from a transactional conversion to an intimate and long-lasting nurtured relationship.\n\nEmbedding a Marketing Automation Platform links strongly into our strategic priorities by: 1.\n\nOffering a more personalised experience to all our customers at the right time, in their preferred format, through their preferred channel with an array of content and product offers based on their behaviours and preferences online.2. Enabling our marketing functions in optimizing the marketing strategies by tracking the engagement, capturing leads and nurturing them to improve conversions.\n\nAlso, supporting to improve customer retention and reduce churn.",
        "Estimated_Value": "3M",
        "Supplier_info": [
            " software development services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W24/752877774",
        "Keyword": "IoT"
    },
    {
        "Title": "Early Talent Recruitment Partner for Graduate Bootcamp",
        "Name_of_the_company": [
            " NHS Digital "
        ],
        "Request_Category": [
            " staffing services ",
            " education and training "
        ],
        "Description": "The Early Talent team at NHS Digital seeks to have a Bootcamp offering as part of its initial induction process to ensure that new trainees are technically competent and properly embedded into the business.",
        "Estimated_Value": "250K",
        "Supplier_info": [
            " staffing services ",
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W25/753533361",
        "Keyword": "IoT"
    },
    {
        "Title": "Dual Diagnosis Service - Alcohol, Drugs and Mental Health Pathway ( ASC 2021 024)",
        "Name_of_the_company": [
            " London Borough of Brent "
        ],
        "Request_Category": [
            " health and social work ",
            " miscellaneous health services "
        ],
        "Description": "Dual diagnosis relates to the co-existence of mental ill health and the problematic use of drugs and/or alcohol.\n\nBrent Council wish to reshape the current adult drug and alcohol service provision into a drug, alcohol and Mental Health treatment pathway. This will increase the number of people who are able to sustain long term recovery from dependence by providing individual support and treatment which reduces the harm caused by addiction and dependence.\n\nRecovery will be the primary goal of the service. It is therefore imperative that the service as a whole, as well as individual staff, understands the principals of recovery.\n\nThe service will be for six clients, either male or female aged between 18-65, who have a dual diagnosis and who receive clinical mental health treatment. The service should be staffed, seven days a week, 365 days a year, with two staff on duty at certain times of the day. Single waking night cover should also be provided. The property is owned by a Housing Association and located within the London Borough of Brent. The successful provider will also be expected to undertake the housing management for the property and enter into a housing management agreement with the landlord in addition to the delivery of the support service.\n\nThe Council wishes to work with providers who can evidence their experience in Dual Diagnosis support provision so that the social care 'Recovery Pathway' is embedded within the service delivery model. The provider of the service does not have to be CQC registered, as they will not be delivering any regulated activity but the successful provider will be expected to support clients through their recovery to enable them to step down into lesser intensive supported living accommodation such as housing related support, within a two year period.\n\nThe duration of the contracts will be for an initial period of three years, with an option to extend for two years on a one plus one basis. The total budget for the whole contract period will be up to £1,200,000\n\nThe estimated commencement of the services will be 1st November 2021.",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " health and social work ",
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W25/753467552",
        "Keyword": "IoT"
    },
    {
        "Title": "Dual Diagnosis Service - Alcohol, Drugs and Mental Health Pathway ( ASC 2021 024)",
        "Name_of_the_company": [
            " London Borough of Brent "
        ],
        "Request_Category": [
            " health and social work ",
            " miscellaneous health services "
        ],
        "Description": "Dual diagnosis relates to the co-existence of mental ill health and the problematic use of drugs and/or alcohol.\n\nBrent Council wish to reshape the current adult drug and alcohol service provision into a drug, alcohol and Mental Health treatment pathway. This will increase the number of people who are able to sustain long term recovery from dependence by providing individual support and treatment which reduces the harm caused by addiction and dependence.\n\nRecovery will be the primary goal of the service. It is therefore imperative that the service as a whole, as well as individual staff, understands the principals of recovery.\n\nThe service will be for six clients, either male or female aged between 18-65, who have a dual diagnosis and who receive clinical mental health treatment. The service should be staffed, seven days a week, 365 days a year, with two staff on duty at certain times of the day. Single waking night cover should also be provided. The property is owned by a Housing Association and located within the London Borough of Brent. The successful provider will also be expected to undertake the housing management for the property and enter into a housing management agreement with the landlord in addition to the delivery of the support service.\n\nThe Council wishes to work with providers who can evidence their experience in Dual Diagnosis support provision so that the social care 'Recovery Pathway' is embedded within the service delivery model. The provider of the service does not have to be CQC registered, as they will not be delivering any regulated activity but the successful provider will be expected to support clients through their recovery to enable them to step down into lesser intensive supported living accommodation such as housing related support, within a two year period.\n\nThe duration of the contracts will be for an initial period of three years, with an option to extend for two years on a one plus one basis. The total budget for the whole contract period will be up to £1,200,000\n\nThe estimated commencement of the services will be 1st November 2021.",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " health and social work ",
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W25/753467576",
        "Keyword": "IoT"
    },
    {
        "Title": "A HOMELESSNESS PREVENTION AND FINANCIAL ADVICE SERVICE",
        "Name_of_the_company": [
            " BCBC "
        ],
        "Request_Category": [
            " health and social work ",
            " social work with accommodation ",
            " management consultancy ",
            " financial services "
        ],
        "Description": "Advert – Homeless Prevention and Financial Advice Service\n\nThis advert sets out the requirements Bridgend County Borough Council (the Council) has for a Homelessness Prevention and Financial Advice service.\n\nWhilst delivered under one contract, the service can be distinctly split between the following two elements of service delivery:\n\n-  Homelessness Prevention Advice Service &\n\n-  Financial Advice Service\n\nThe Provider will work collaboratively alongside the Council’s Housing Solutions team to support and advise people who are homeless or threatened with homelessness or otherwise have a housing need on issues, including:\n\n-  Homelessness legislation, including duties in line with the Housing (Wales) Act 2014 and right to review\n\n-  Notice seeking possession\n\n-  Possession proceedings (including potential defences / counter claim)\n\n-  Unlawful eviction\n\n-  Adhering to Reasonable Steps as set out in Personal Housing Plans\n\n-  Income and expenditure\n\n-  Debt advice\n\n-  Housing Benefit\n\nThere is just one “Lot” or contract available to bid for.\n\nThe service will be embedded within BCBC’s Housing Solutions team and will support and create capacity within BCBC’s Housing Solutions and Customer Services teams, who will be the primary referrers.\n\nThis service will build upon existing provision, responding to the needs of and supporting those who are homeless or threatened with homelessness.\n\nThe contract period will be for 3 years, commencing on 1st November 2021 with the option to extend for up to 24 months.",
        "Estimated_Value": "400K",
        "Supplier_info": [
            " health and social work ",
            " social work with accommodation ",
            " management consultancy ",
            " financial services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752484437",
        "Keyword": "IoT"
    },
    {
        "Title": "Foundation Simulation Training Virtual Reality - Health Education England (West Midlands)",
        "Name_of_the_company": [
            " Health Education England "
        ],
        "Request_Category": [
            " education and training "
        ],
        "Description": "NHS Health Education England (HEE - the Commissioner) are looking to engage an organisation that will provide Foundation Simulation Training Virtual Reality (West Midlands).\n\nHealth Education England are inviting bidders to submit a tender response to provide virtual reality training sessions for all Foundation year 1 Trainees working in the West Midlands. To successfully implement this, we require an individual license for all Foundation Year 1 doctors so that they can utilise the equipment that our Trusts have embedded in their simulation suites.\n\nThis is designed to augment the existing physical simulation sessions by delivering the same techniques using new technology and allowing trusts to scale the delivery of simulation-based education for trainees without the need to significantly expand faculty. In addition, it helps overcome some of the capacity issues secondary to the COVID pandemic and social distancing.\n\nThe virtual reality simulation has been widely adopted in other specialities and can bridge the gap between theory and practice immersing the learner in a realistic, dynamic, complex setting.\n\nThe maximum financial envelope for this procurement exercise is £80,500 exclusive of Vat per year. The contract period will be for 1 year with the option to extend by up to a further two years (1+1) subject to annual review and available budget.\n\nThe deadline for submission of completed ITT submissions is 8th July 2021 at 12:00pm (midday).",
        "Estimated_Value": "80K",
        "Supplier_info": [
            " education and training "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752419078",
        "Keyword": "IoT"
    },
    {
        "Title": "Oracle Recruitment Cloud Consultant",
        "Name_of_the_company": [
            " London Borough of Lambeth "
        ],
        "Request_Category": [
            " IT consultancy "
        ],
        "Description": "The council requires an experienced consultant to assist with the implementation of Oracle Recruitment Cloud in the council's Oracle Cloud environment.\n\nThe council implemented Oracle HCM Cloud in April 2018 which included Oracle Taleo Cloud. It is now necessary to migrate to Oracle Recruitment Cloud to improve the way the council attracts talent and integrate closely with the Oracle Cloud environment.\n\nKey outcomes sought include\n\n• Improved use of the council's position hierarchy (what we refer to as Establishment Management) to assist with workforce planning\n\n• Ensure recruitment is embedded as part of the council's employee life cycle\n\n• Streamline and simplifying the recruitment process, including reducing time to hire\n\n• Minimising customisations within Oracle as much as possible\n\n• Use of CV parsing to improve the application process for candidates\n\n• Anonymised applications for candidates until selected for interview\n\n• Develop a platform for future management of a talent pool\n\n• Ensuring that the platform is accessible i.e. conforms to WCAG xx standards as a minimum\n\nThe role of the consultant will be to work with internal stakeholders and translate core and option requirements into the necessary specification for our implementation partner (Evosys) to deliver. The consultant will be expected to project manage Lambeth's input to the project to ensure deadlines are met.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " IT consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W27/754385290",
        "Keyword": "IoT"
    },
    {
        "Title": "QU491 - Provision for an educational content writer for an online health literacy and well-being curriculum",
        "Name_of_the_company": [
            " Birmingham City Council "
        ],
        "Request_Category": [
            " health services ",
            " market research services ",
            " miscellaneous health services ",
            " community health services ",
            " miscellaneous services "
        ],
        "Description": "Birmingham City Council is seeking for a supplier for the provision of an educational content writer for an online health literacy and well-being curriculum known as\n\nThe Spiral Curriculum.\n\nBirmingham Public Health has set an ambition to improve and protect the health and wellbeing of Birmingham's population by reducing inequalities in health and enabling people to help themselves.\n\nBirmingham is a diverse city with a wide variation in deprivation and ethnicity, it is a young city with 46% of its population aged under 30 years.\n\nChildhood obesity levels have been above national average since 2006, with a clear social gradient as children living in deprived communities are at an increased risk.\n\nThe successful organisation or person will support the Council's existing Childhood Obesity Trailblazer Project: Childhood Obesity Trailblazer - A national project to encourage Local Authorities to focus their efforts on becoming healthy food places.\n\nIt is a council-led project in England, coordinated and funded by LGA to tackle childhood obesity at a local level, with a focus on inequalities.\n\nIt aims to:\n\no  test the limits of existing powers through innovative and determined action to tackle childhood obesity\n\no  share learning and best practice to encourage wider local action\n\no  develop solutions to local obstacles and consider further actions government can take to enable ambitious local action and achieve change at scale\n\nThe Spiral Curriculum is one of three of the workstreams the Council has developed to achieve this goal.\n\nThe Spiral Curriculum - A health literacy study that integrates the use of apprenticeship levy and training programmes to teach health and well-being content\n\no  Focuses on health, food, nutrition and physical activity\n\no  Embedded into level 1 to level 7 apprenticeships and pre-apprenticeship programmes\n\no  Works with local universities and providers in Birmingham to embed health messaging in wider employment training\n\no  Targets employment opportunities towards 15-19-year olds in the most deprived areas where rates of obesity are highest\n\no  Aims to upskill a generation that could apply their knowledge in the home and as future parents\n\nThe contract will commence August 2021 for a duration of 3 months.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " health services ",
            " market research services ",
            " miscellaneous health services ",
            " community health services ",
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W23/752615797",
        "Keyword": "IoT"
    },
    {
        "Title": "Early Talent Recruitment Partner for Graduate Bootcamp",
        "Name_of_the_company": [
            " NHS Digital "
        ],
        "Request_Category": [
            " education and training ",
            " education services ",
            " staffing services ",
            " training services "
        ],
        "Description": "The Early Careers Team at NHS Digital seeks to have a Bootcamp offering as part of its initial induction process to ensure that new trainees are technically competent and properly embedded into the business.",
        "Estimated_Value": "250K",
        "Supplier_info": [
            " education and training ",
            " education services ",
            " staffing services ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W26/753795303",
        "Keyword": "IoT"
    },
    {
        "Title": "LAB1024AP APUC Framework Agreement for the Supply of Laboratory Consumables and Chemicals",
        "Name_of_the_company": [
            " Apuc "
        ],
        "Request_Category": [
            " personal care products ",
            " plastics, textiles ",
            " scientific equipment ",
            " lab equipment ",
            " industrial machinery ",
            " clothing products ",
            " roads equipment ",
            " medical consumables ",
            " microscopes, scanners ",
            " ironmongery products ",
            " chemical products ",
            " pharmaceuticals "
        ],
        "Description": "The authority is seeking contractor(s) for the supply of those laboratory consumables and chemicals required for the efficient functioning of laboratories in the Scottish HE/FE sector, NHS Scotland and other Scottish public sector organisations.\n\nFor the purposes of this exercise, consumables and chemicals include but are not limited to Personal Protective Equipment (PPE), glassware, filtration plastics, molecular biology plastics, tissue culture plastics, pipette tips and pipettors, gloves, solvents, fine chemicals, alcohol and acids, bio-chemicals, in-organic chemicals and salts and green chemicals.\n\nThe framework agreement is Lotted with stock management one-stop-shop provisions included.\n\nThe supply of all products should include a provision for take-back schemes where possible.",
        "Estimated_Value": "25M",
        "Supplier_info": [
            " personal care products ",
            " plastics, textiles ",
            " scientific equipment ",
            " lab equipment ",
            " industrial machinery ",
            " clothing products ",
            " roads equipment ",
            " medical consumables ",
            " microscopes, scanners ",
            " ironmongery products ",
            " chemical products ",
            " pharmaceuticals "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W26/753991691",
        "Keyword": "IoT"
    },
    {
        "Title": "INTEGRATED LAND AND PROPERTY-BASED IT CASE MANAGEMENT SOLUTION",
        "Name_of_the_company": [
            " London Borough of Hammersmith & Fulham "
        ],
        "Request_Category": [
            " software services "
        ],
        "Description": "The Authority requires an integrated land and property-based IT case management solution for multiple regulatory services across the authority.\n\nThe solution will be highly embedded within the organisation and underpin many business processes and cases. It is an essential element in determining many regulatory and compliance functions and is business critical for the following services:\n\n- Planning (applications, appeals, enforcement, listed buildings, tree preservation orders, development condition monitoring)\n\n- Building Control (including contraventions and dangerous structures)\n\n- Environmental Health (accident reports, commercial premises, service requests, infectious diseases, pest control, pollution prevention and control, private water supplies)\n\n- Law Enforcement Team (environmental enforcement, tackling anti-social behaviour, issuing enforcement notices and fixed penalty notices)\n\n- Land Charges\n\n- Private Sector Housing (residential premises, housing assistance grants, service requests, licensing houses in multiple occupation (HMO's))\n\n- Trading Standards (business register, service requests, risk analysis, Consumer Direct interface)\n\n- Contaminated Land (register of land which has hosted uses that may lead to contamination)\n\n- Licensing (licensed premises and individuals covering alcohol, gambling, and all other licensable activities)\n\n- Local Land and Property Gazetteer (LLPG) (street naming and numbering).\n\nThe solution must also incorporate broad, overarching functionality such as an electronic document management system (EDMS) which will hold all records for the relevant cases and will enable fast, reliable access to all documents for all users and mobile working capability.\n\nThe new solution must support the over-arching ambition of H&F to deliver an improved, more joined up customer experience for residents by improving and broadening channels through which the customer can access services.\n\nThe aim is for the new solution to be Live by 20 March 2023.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " software services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W28/754712665",
        "Keyword": "IoT"
    },
    {
        "Title": "Electoral Management System (EMS) and Associated Requirements for The Royal Borough of Windsor & Maidenhead",
        "Name_of_the_company": [
            " Royal Borough of Windsor & Maidenhead Council "
        ],
        "Request_Category": [
            " software systems ",
            " information systems ",
            " administrative services "
        ],
        "Description": "The Authority requires an Electoral Management System (EMS) and associated requirements / modules which provide the following functionality (see Annex A for the Authority's full requirements) -\n\n• The EMS must have the functionality to setup and manage the election process and deliver each stage according to the statutory timetable which needs to be embedded in the main EMS system;\n\n• The EMS must have the functionality to manage the verification of postal votes returned at the time of an election;\n\n• The EMS must have functionality to facilitate the data-mining and data-matching of locally held data sets to identify new electors and to verify the identities of new applicants;\n\n• The EMS must be able to provide and facilitate the management of an election staff self-portal\n\n• The EMS must have the ability to provide an electronic annual canvass response functionality whereby residents can make their household returns by telephone, web / online or SMS;\n\n• The EMS must have the ability to facilitate and acknowledge postal canvass returns as well as the electronic canvass response channels;\n\n• The EMS must be able to provide a digital personal canvass solution via tablet software (but it is also desirable to also be able to do this by phone) for in person visits made by canvassers;\n\n• A web-based version (or equivalent) of the EMS available for use by the Authority's Customer Service Centre;\n\n• Online polling station staff training;\n\n• It is desirable that the EMS is able to provide and facilitate the management of a candidate self-service portal\n\nThe EMS must be on premise and will be hosted on RBWM's locally-held servers and accessible via on premise software. The Authority intends to move the EMS to a hosted solution in the future when possible, practical and affordable to do so.",
        "Estimated_Value": "216K",
        "Supplier_info": [
            " software systems ",
            " information systems ",
            " administrative services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W29/755368218",
        "Keyword": "IoT"
    },
    {
        "Title": "Contract for an Integrated Land and Property-Based IT Case Management Solution",
        "Name_of_the_company": [
            " London Borough of Hammersmith & Fulham "
        ],
        "Request_Category": [
            " software services ",
            " property management "
        ],
        "Description": "The Authority requires an integrated land and property-based IT case management solution for multiple regulatory services across the authority.\n\nThe solution will be highly embedded within the organisation and underpin many business processes and cases.\n\nIt is an essential element in determining many regulatory and compliance functions and is business critical for the following services:\n\n•  Planning (applications, appeals, enforcement, listed buildings, tree preservation orders, development condition monitoring)\n\n•  Building Control (including contraventions and dangerous structures)\n\n•  Environmental Health (accident reports, commercial premises, service requests, infectious diseases, pest control, pollution prevention and control, private water supplies)\n\n•  Law Enforcement Team (environmental enforcement, tackling anti-social behaviour, issuing enforcement notices and fixed penalty notices)\n\n•  Land Charges\n\n•  Private Sector Housing (residential premises, housing assistance grants, service requests, licensing houses in multiple occupation (HMO’s))\n\n•  Trading Standards (business register, service requests, risk analysis, Consumer Direct interface)\n\n•  Contaminated Land (register of land which has hosted uses that may lead to contamination)\n\n•  Licensing (licensed premises and individuals covering alcohol, gambling, and all other licensable activities)\n\n•  Local Land and Property Gazetteer (LLPG) (street naming and numbering).\n\nThe solution must also incorporate broad, overarching functionality such as an electronic document management system (EDMS) which will hold all records for the relevant cases and will enable fast, reliable access to all documents for all users and mobile working capability.\n\nThe new solution must support the over-arching ambition of H&F to deliver an improved, more joined up customer experience for residents by improving and broadening channels through which the customer can access services.\n\nThe aim is for the new solution to be Live by 20 March 2023.",
        "Estimated_Value": "2M",
        "Supplier_info": [
            " software services ",
            " property management "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W28/754647476",
        "Keyword": "IoT"
    },
    {
        "Title": "British Council - Marketing Automation Programme",
        "Name_of_the_company": [
            " British Council "
        ],
        "Request_Category": [
            " software systems "
        ],
        "Description": "British Council intend to procure a Marketing Automation Platform during July/August 2021.\n\nPlease first complete he NDA and submit to gain access to the tender documents.\n\nThe objective of this programme is to procure and implement a marketing automation platform that will enable us to increase our digital engagement with audiences at scale and help us transform the customer relationship from a transactional conversion to an intimate and long-lasting nurtured relationship.\n\nEmbedding a Marketing Automation Platform links strongly into our strategic priorities by:\n\n1. Offering a more personalised experience to all our customers at the right time, in their preferred format, through their preferred channel with an array of content and product offers based on their behaviours and preferences online.\n\n2. Enabling our marketing functions in optimizing the marketing strategies by tracking the engagement, capturing leads and nurturing them to improve conversions. Also, supporting to improve customer retention and reduce churn.",
        "Estimated_Value": "3M",
        "Supplier_info": [
            " software systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W27/754319774",
        "Keyword": "IoT"
    },
    {
        "Title": "Soft Market Test for Policy and Procedures",
        "Name_of_the_company": [
            " Cornwall Council "
        ],
        "Request_Category": [
            " software and information systems "
        ],
        "Description": "Cornwall Council is conducting a soft market assessment to gain an understanding of the potential level of interest within the private sector to provide Cornwall Council's Adult Social Care directorate with services and/or products to ensure our policies and procedures:\n\n•  respond to changes in national legislation\n\n•  are clear and accessible for our staff\n\n•  meet our local needs\n\n•  support the delivery of safe and effective services Participation of this soft market assessment will not prejudice suppliers participating in any future procurement.\n\nIf you are interested in this area of service provision please complete the \"Information Required\" section at the end of this notice along with any additional information you consider to be relevant and return this via e-mail to Kerrie Edwards, Specialist Professional Development Lead (Adults),",
        "Estimated_Value": "35K-£50K",
        "Supplier_info": [
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W29/755368093",
        "Keyword": "IoT"
    },
    {
        "Title": "Soft Market Test for Policy and Procedures",
        "Name_of_the_company": [
            " Cornwall Council "
        ],
        "Request_Category": [
            " software and information systems "
        ],
        "Description": "Cornwall Council is conducting a soft market assessment to gain an understanding of the potential level of interest within the private sector to provide Cornwall Council's Adult Social Care directorate with services and/or products to ensure our policies and procedures:\n\n•  respond to changes in national legislation\n\n•  are clear and accessible for our staff\n\n•  meet our local needs\n\n•  support the delivery of safe and effective services Participation of this soft market assessment will not prejudice suppliers participating in any future procurement.\n\nIf you are interested in this area of service provision please complete the \"Information Required\" section at the end of this notice along with any additional information you consider to be relevant and return this via e-mail to Kerrie Edwards, Specialist Professional Development Lead (Adults),",
        "Estimated_Value": "35K-£50K",
        "Supplier_info": [
            " software and information systems "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W29/755368145",
        "Keyword": "IoT"
    },
    {
        "Title": "Project Management - Digital Innovation Hub",
        "Name_of_the_company": [
            " Business Growth Hub "
        ],
        "Request_Category": [
            " IT consultancy "
        ],
        "Description": "GC Business Growth Hub (GC BGH) wishes to appoint a service provider for the delivery of Project Management to the Innovation Service.\n\nThe successful provider is expected to be embedded within the GC BGH and will support the Head of Innovation, working with internal teams, external suppliers at a senior level to enable the successful development and mobilisation of a Digital Innovation Hub.\n\nProgramme delivery is scheduled to commence in September 2021 and will run through to March 2022 (with the option to extend/increase volume should demand/budget dictate).\n\nProject Activities will include:\n\nSTAGE 1: MARKETING AND CLIENT ENGAGEMENT/REGISTRATION: GC will raise awareness of the project/engage beneficiaries through a project-specific marketing strategy comprising (e.g.) promotion via social media channels/wider GC services/partner links; and kick-off/launch events (with our delivery partners) held in every GM priority area. Interested businesses will complete our online expression of interest form and be contacted within 48hrs to confirm eligibility. Eligible businesses will be invited to complete our online digital assessment, assessing their digital needs and informing their thematic cluster/delivery partner allocation.\n\nSTAGE-2: THEMATIC COHORTS: Delivered by our academic expert partners, cohorts will support businesses to develop/implement tailored Innovation Plans covering key aspects under each proposed theme (as described above).\n\nSTAGE-3: COMPLEMENTARY SUPPORT/ACTIVITIES: During cohort delivery, eligible businesses will be able to access complementary support/activities (reflecting their identified needs/priorities). Key activities/support available within this stage include 1:1academic expertise, support from a 'digital buddy' and access to a grant scheme.\n\nDelivery will also include free to access digital pop-up events in each GM priority area (in collaboration with e.g. Local Authorities/knowledge hubs/business networks), supporting wider businesses not able to access our project with specialist advice/knowledge sharing, enhancing wider digital collaborations.\n\nSTAGE-4: PROJECT COMPLETION: Businesses will complete a final assessment (measuring/assessing their digital journey/scale-up) and be provided with a visualisation of their digital progress; and information on additional support available (e.g. MadeSmarter/Skills for Growth opportunities) to continue their progress.",
        "Estimated_Value": "30K-£50K",
        "Supplier_info": [
            " IT consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W28/754843939",
        "Keyword": "IoT"
    },
    {
        "Title": "Dual Diagnosis Service - Alcohol, Drugs and Mental Health Pathway ( ASC 2021 024)",
        "Name_of_the_company": [
            " London Borough of Brent "
        ],
        "Request_Category": [
            " health and social work ",
            " miscellaneous health services "
        ],
        "Description": "Dual diagnosis relates to the co-existence of mental ill health and the problematic use of drugs and/or alcohol.\n\nBrent Council wish to reshape the current adult drug and alcohol service provision into a drug, alcohol and Mental Health treatment pathway.\n\nThis will increase the number of people who are able to sustain long term recovery from dependence by providing individual support and treatment which reduces the harm caused by addiction and dependence.\n\nRecovery will be the primary goal of the service.\n\nIt is therefore imperative that the service as a whole, as well as individual staff, understands the principals of recovery.\n\nThe service will be for six clients, either male or female aged between 18-65, who have a dual diagnosis and who receive clinical mental health treatment.\n\nThe service should be staffed, seven days a week, 365 days a year, with two staff on duty at certain times of the day.\n\nSingle waking night cover should also be provided.\n\nThe property is owned by a Housing Association and located within the London Borough of Brent.\n\nThe successful provider will also be expected to undertake the housing management for the property and enter into a housing management agreement with the landlord in addition to the delivery of the support service.\n\nThe Council wishes to work with providers who can evidence their experience in Dual Diagnosis support provision so that the social care ‘Recovery Pathway’ is embedded within the service delivery model.\n\nThe provider of the service does not have to be CQC registered, as they will not be delivering any regulated activity but the successful provider will be expected to support clients through their recovery to enable them to step down into lesser intensive supported living accommodation such as housing related support, within a two year period.\n\nThe duration of the contracts will be for an initial period of three years, with an option to extend for two years on a one plus one basis.\n\nThe total budget for the whole contract period will be up to £1,200,000\n\nThe estimated commencement of the services will be 1st November 2021.",
        "Estimated_Value": "1M",
        "Supplier_info": [
            " health and social work ",
            " miscellaneous health services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W28/754647270",
        "Keyword": "IoT"
    },
    {
        "Title": "Embedding VCSE's Into ICS's Partnership Programme",
        "Name_of_the_company": [
            " NHS England "
        ],
        "Request_Category": [
            " research consultancy services ",
            " market research services ",
            " miscellaneous health services ",
            " education and training ",
            " IT consultancy ",
            " medical services "
        ],
        "Description": "Integrated care systems (ICSs) are new partnerships between the organisations that meet health and care needs across an area. ICSs involve the NHS, local councils and other important strategic partners such as the voluntary, community and social enterprise (VCSE) sector in developing better and more convenient services, keeping people healthy and out of hospital and setting shared priorities for the future.\n\nNHS England and Improvement is working to facilitate effective partnership working between the VCSE sector and ICSs. The Voluntary Partnerships Team ICS VCSE Leadership programme was established in 2018/2019 to drive forward this work. The programme supports the development of VCSE leadership groups or alliances primarily at a system and place level and connecting into neighbourhoods. These alliances or groups:\n\n• Encourage and enable the sector to work in a coordinated way;\n\n• Provide the ICS with a single route of contact and engagement with the sector and links to communities;\n\n• Better position the VCSE sector in the ICS and enables it to contribute to the design and delivery of integrated and have a positive impact on heath priorities, support population groups or reduce health inequalities.\n\nThe \"Embedding the VCSE sector in ICS Partnership programme\" builds on the work of the previous cohorts (1 and 2) of the ICS VCSE Leadership Programme and recommendations from the independent evaluation of the programme so far. The Voluntary Partnerships Team will be leading a cohort 3 this year that offers all remaining ICSs (23) to establish or develop VCSE alliances/networks across their systems and places.",
        "Estimated_Value": "100K",
        "Supplier_info": [
            " research consultancy services ",
            " market research services ",
            " miscellaneous health services ",
            " education and training ",
            " IT consultancy ",
            " medical services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W29/755171423",
        "Keyword": "IoT"
    },
    {
        "Title": "Engaging Communities in Nature Recovery Networks",
        "Name_of_the_company": [
            " DEFRA Network Etendering Portal "
        ],
        "Request_Category": [
            " research services "
        ],
        "Description": "To carry out both primary and secondary research to build evidence around 1) community engagement methods and their current efficacy in nature recovery partnerships and 2) in-depth qualitative research to gain insights to the views of individuals and communities regarding their involvement in nature recovery, with a particular focus on under-represented groups.\n\nThis will provide the basis for developing a 'blueprint' for embedding community engagement standards and effectively involving diverse communities in nature's recovery going forward.",
        "Estimated_Value": "___",
        "Supplier_info": [
            " research services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W29/755367999",
        "Keyword": "IoT"
    },
    {
        "Title": "Integrated Health and Wellbeing Services to Prisons in the South West region",
        "Name_of_the_company": [
            " NHS Commissioning Board Operating as NHS England "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "NHS England and NHS Improvement (NHSE/I) are recommissioning health and wellbeing services to prisons across the South West region.\n\nNHSE/I are seeking to secure Prime Provider(s) who have the capability and capacity to deliver services in line with the specified requirements.\n\nThere are 11 establishments across the South West, separated in to four lots.\n\nA single contract will be available for award to a Prime Provider for each lot.\n\nThe Contracts will be for a term of 7 years, with no extension options.\n\nServices are scheduled to commence on 1st October 2022.\n\n1. Bristol, South Gloucestershire and Wiltshire (BSGW) prisons:\n\n•  HMP Bristol (Cat\n\nB)  • HMP Ashfield (Cat\n\nC)  • HMP Erlestoke (Cat\n\nC)  • HMP Leyhill (Cat\n\nD)  2.\n\nFemale closed prison: HMP Eastwood Park 3.\n\nDorset prisons • HMP Guys Marsh (Cat\n\nC)  • HMP Portland (Cat\n\nC)  • HMP\n\nThe Verne (Cat\n\nC)  4.\n\nDevon prisons • HMP Exeter (Cat\n\nB)  • HMP Channings Wood (Cat\n\nC)  • HMP Dartmoor (Cat\n\nC)  Social Care Provision of social care varies across the prisons.\n\nWhere social care is in scope, a draft specification is available.\n\nThere may be some minor changes to the specification(s) and the precise financial arrangements during the tender process.\n\nUnless advised otherwise, Bidders will be asked to design their delivery model using the published specification(s) and against the indicative values provided.\n\nWhere social care is not currently part of the delivery model at this stage, for certain prisons, the Commissioner hopes to move to a fully integrated service, either during the tender process or during the life of the contract, subject to emerging demand at that stage.\n\nAny updates or changes in relation to social care across any of the prisons, will either be communicated during the tender process, or will be managed through contract variation processes during the life of the contract.\n\nDentistry Dental service provision is within scope and will be delivered via a dental provider operating under a Personal Dental Services (PDS) contract issued by NHSE/I.\n\nIf the prime provider is unable to hold a PDS contract directly, a further tripartite agreement will be required between NHSE/I, the prime provider and the prime provider's dental services provider.\n\nPayments for dentistry will be made directly to the dental services provider on a fixed cost 'zero Units of Dental Activity (UDA) value' basis by NHSE/I but accountability for the management of the dental service will remain with the prime provider.\n\nFinancial envelopes\n\nThe maximum whole life combined contract value available for all lots is £273,134,000.\n\nThis value includes indicative social care values where applicable.\n\nThis value includes mobilisation funding, which is available in Year 1 if required.\n\nBidders wishing to receive mobilisation funding will be required to describe their anticipated costs; however, this element will not be taken into account in the financial scoring.\n\nThis value also includes a \"Provider Improvement Fund\" for Years 2 to 7.\n\nThis fund will be retained by the Commissioner and aims to enable flexibility of funding for multi-establishment initiatives.\n\nThe successful provider(s) will need to work with the Commissioner on an initiative-by-initiative basis to access this funding.\n\nChange There is a national prison expansion programme taking place to increase the number of available places in prison, and it is anticipated that there will be operational capacity changes across the South West prison estate.\n\nThe contract envelope is based on current operational capacity figures and the successful provider(s) will be required to work with commissioners to address any changes that happen.\n\nThis, along with other changes resulting from reconfiguration, e.g. flow of people, resettlement and trainer populations, and aging populations, will need to be accounted for in the delivery of healthcare services.\n\nChanges to prison population(s) will be managed through contract variation processes.",
        "Estimated_Value": "273M",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W27/754385197",
        "Keyword": "IoT"
    },
    {
        "Title": "Review of the Innovation Growth Service",
        "Name_of_the_company": [
            " Business Growth Hub "
        ],
        "Request_Category": [
            " management consultancy "
        ],
        "Description": "The GC BGH wishes to appoint a service provider to deliver a review of the Innovation Growth Service. The service is directed at owners, directors and senior managers in trading businesses with the ambition and potential for growth and the capacity to create jobs and increase turnover/sales. The service aims to help those with innovation potential to overcome barriers to growth that hold back new product and service innovation. This includes, opening up access to external sources of expertise and facilities, such as in universities and embedding the necessary know how that will enable a business to innovate more effectively in the future.\n\nThe successful bidder will be required to demonstrate Innovation capability, knowledge and experience in delivering specialist research and a cognisance of the business support and knowledge base landscape.",
        "Estimated_Value": "50K-£90K",
        "Supplier_info": [
            " management consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W28/754712949",
        "Keyword": "IoT"
    },
    {
        "Title": "Technical Experts RFFP",
        "Name_of_the_company": [
            " Satellite Applications Catapult "
        ],
        "Request_Category": [
            " research and development ",
            " specialist transport vehicles ",
            " industrial machinery ",
            " test and evaluation services ",
            " software and information systems ",
            " telecoms services ",
            " architecture and engineering services ",
            " communications equipment ",
            " consultancy services ",
            " software development services "
        ],
        "Description": "Context To deliver impact nationally, the Satellite Applications Catapult ambition is to develop locations across the UK that draw upon local expertise and facilities to grow space activity, and to deliver end impacts at scale through significant regional programmes, building on our current level of regional presence offered through our Centre of Excellence.\n\nAs part of our aim to develop a UK Space Ecosystem alongside the UK Space Agency; these locations will lead and coordinate local connectivity, insight and delivery of a space activity and provide targeted business support combined with local space leadership momentum.\n\nIt is the Catapult’s intention to utilise this Framework to support new and on-going initiatives.\n\nStatement of Work\n\nThe successful supplier(s) will be expected to complete to a range of specific assignments and deliverables in response to Work Package requests with inputs to include but not limited to:\n\n-  Business Support to Space and Non-Space experts from start-up to scale-up\n\n-  Sector and Regional Workshop Facilitation\n\n-  Training for Non-Space Experts\n\n-  Produce reference material and resources for Non-Space Experts\n\n-  Identification of new collaboration opportunities with government, industry and academia\n\n-  Consultancy contributions to space sector project proposals and delivery",
        "Estimated_Value": "2M",
        "Supplier_info": [
            " research and development ",
            " specialist transport vehicles ",
            " industrial machinery ",
            " test and evaluation services ",
            " software and information systems ",
            " telecoms services ",
            " architecture and engineering services ",
            " communications equipment ",
            " consultancy services ",
            " software development services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W32/756613579",
        "Keyword": "IoT"
    },
    {
        "Title": "Embedded Support Framework",
        "Name_of_the_company": [
            " United Kingdom Atomic Energy Authority "
        ],
        "Request_Category": [
            " mechanical electrical services ",
            " miscellaneous services "
        ],
        "Description": "Framework Agreement arrangement for Embedded Support for Conceptual Engineering, Product Design and Project Engineering.",
        "Estimated_Value": "1",
        "Supplier_info": [
            " mechanical electrical services ",
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W31/756023363",
        "Keyword": "IoT"
    },
    {
        "Title": "Embedded Support Framework",
        "Name_of_the_company": [
            " United Kingdom Atomic Energy Authority "
        ],
        "Request_Category": [
            " mechanical electrical services ",
            " miscellaneous services "
        ],
        "Description": "Framework Agreement arrangement for Embedded Support for Conceptual Engineering, Product Design and Project Engineering.",
        "Estimated_Value": "4M",
        "Supplier_info": [
            " mechanical electrical services ",
            " miscellaneous services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W31/756023353",
        "Keyword": "IoT"
    },
    {
        "Title": "Safeguarding Consultant",
        "Name_of_the_company": [
            " Sandwell Metropolitan Borough Council "
        ],
        "Request_Category": [
            " staffing services "
        ],
        "Description": "Job Title: Safeguarding Consultant Rate of Pay: ?550 per day (all inclusive) Location: Working from Home/Office based Start Date: ASAP Contract type: Agency Safeguarding Adults Review of process and practice\n\nThe safeguarding adults service has identified a number of significant incidents over the last year.\n\nA review of these incidents has revealed several recurrent themes.\n\nHigh quality safeguarding practice is a priority for the authority and we want to ensure learning is embedded in practice and process and adults at risk are placed at the centre of all safeguarding investigations.\n\nThe purpose of this review is to look at the overall safeguarding process and identify good practice as well as knowledge gaps and potential improvements to structure and process.\n\nThis is likely to include:\n\no  Safeguarding thresholds\n\no  The safeguarding process including decision making points and use of the MCA.\n\no  Supervision and management oversight of safeguarding\n\no  Frontline staff levels of knowledge and skill when working to safeguard adults\n\no  Implementation of Making Safeguarding Personal We are looking for someone with extensive knowledge and experience of safeguarding adults in a social work context.\n\nThey need to be social work qualified, have worked at a senior level, and have an understanding of adult safeguarding from an operational and strategic perspective.\n\nPrevious experience of a safe guarding lead would be an advantage.\n\nAbility to analyse quantitive and qualitative data and make reasoned, evidence-based recommendations from the review.\n\nAbility to quickly formulate a methodology for the review and work to deadlines.\n\nAn enhanced Adults Barring DBS will be required for this role Mostly remote working but may need some office based work.",
        "Estimated_Value": "14K-£16K",
        "Supplier_info": [
            " staffing services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W32/756613527",
        "Keyword": "IoT"
    },
    {
        "Title": "Consultant Safeguarding (SJA 26/8/21)",
        "Name_of_the_company": [
            " Sandwell Metropolitan Borough Council "
        ],
        "Request_Category": [
            " staffing services "
        ],
        "Description": "Job Title: Safeguarding Consultant Rate of Pay: ?550 per day (all inclusive) Location: Working from Home/Office based Start Date: ASAP Contract type: Agency Safeguarding Adults Review of process and practice\n\nThe safeguarding adults service has identified a number of significant incidents over the last year.\n\nA review of these incidents has revealed several recurrent themes.\n\nHigh quality safeguarding practice is a priority for the authority and we want to ensure learning is embedded in practice and process and adults at risk are placed at the centre of all safeguarding investigations.\n\nThe purpose of this review is to look at the overall safeguarding process and identify good practice as well as knowledge gaps and potential improvements to structure and process.\n\nThis is likely to include:\n\no  Safeguarding thresholds\n\no  The safeguarding process including decision making points and use of the MCA.\n\no  Supervision and management oversight of safeguarding\n\no  Frontline staff levels of knowledge and skill when working to safeguard adults\n\no  Implementation of Making Safeguarding Personal We are looking for someone with extensive knowledge and experience of safeguarding adults in a social work context.\n\nThey need to be social work qualified, have worked at a senior level, and have an understanding of adult safeguarding from an operational and strategic perspective.\n\nPrevious experience of a safe guarding lead would be an advantage.\n\nAbility to analyse quantitive and qualitative data and make reasoned, evidence-based recommendations from the review.\n\nAbility to quickly formulate a methodology for the review and work to deadlines.\n\nAn enhanced Adults Barring DBS will be required for this role Mostly remote working but may need some office based work.",
        "Estimated_Value": "14K-£18K",
        "Supplier_info": [
            " staffing services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W34/757596588",
        "Keyword": "IoT"
    },
    {
        "Title": "Consultant - Safeguarding (13/8/21) - SJA",
        "Name_of_the_company": [
            " Sandwell Metropolitan Borough Council "
        ],
        "Request_Category": [
            " staffing services "
        ],
        "Description": "Job Title: Safeguarding Consultant Rate of Pay: ?550 per day (all inclusive) Location: Working from Home/Office based Start Date: ASAP Contract type: Agency Safeguarding Adults Review of process and practice\n\nThe safeguarding adults service has identified a number of significant incidents over the last year.\n\nA review of these incidents has revealed several recurrent themes.\n\nHigh quality safeguarding practice is a priority for the authority and we want to ensure learning is embedded in practice and process and adults at risk are placed at the centre of all safeguarding investigations.\n\nThe purpose of this review is to look at the overall safeguarding process and identify good practice as well as knowledge gaps and potential improvements to structure and process.\n\nThis is likely to include:\n\no  Safeguarding thresholds\n\no  The safeguarding process including decision making points and use of the MCA.\n\no  Supervision and management oversight of safeguarding\n\no  Frontline staff levels of knowledge and skill when working to safeguard adults\n\no  Implementation of Making Safeguarding Personal We are looking for someone with extensive knowledge and experience of safeguarding adults in a social work context.\n\nThey need to be social work qualified, have worked at a senior level, and have an understanding of adult safeguarding from an operational and strategic perspective.\n\nPrevious experience of a safe guarding lead would be an advantage.\n\nAbility to analyse quantitive and qualitative data and make reasoned, evidence-based recommendations from the review.\n\nAbility to quickly formulate a methodology for the review and work to deadlines.\n\nAn enhanced Adults Barring DBS will be required for this role Mostly remote working but may need some office based work.",
        "Estimated_Value": "14K-£16K",
        "Supplier_info": [
            " staffing services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W32/756744414",
        "Keyword": "IoT"
    },
    {
        "Title": "GB-London: Embedding EDI into the procurement systems processes",
        "Name_of_the_company": [
            " Local Government Association "
        ],
        "Request_Category": [
            " legal services ",
            " management consultancy "
        ],
        "Description": "Embedding Equality Diversity and Inclusion into the procurement systems processes and procedures of the Local Government Association and its associated companies",
        "Estimated_Value": "10K-£25K",
        "Supplier_info": [
            " legal services ",
            " management consultancy "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W33/757203170",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of Retail Tech Accelerator - E-Commerce Recovery",
        "Name_of_the_company": [
            " Barnsley Metropolitan Borough Council "
        ],
        "Request_Category": [
            " management services ",
            " financial services "
        ],
        "Description": "We are seeking to appoint a suitably experienced organisation to deliver an accelerator programme of support with opportunities to test new technologies, as part of their recovery from the significant economic impact that Covid-19 has had on this sector.\n\nThis will include running an 8-12 week cohort-based programme to increase to help with technology adoption and with market development.\n\nThe Council has developed an Economic Recovery Action Plan to provide immediate help for local people, employers, and places, and put us on the road towards social and economic renewal.\n\nAs part of this approach, we have sought approval to adopt a programme of prioritised interventions focused on supporting the short and medium-term COVID economic recovery within Barnsley.\n\nWe are looking for a provider to design and deliver a six-month pilot programme to be completed by March 2022.\n\nThe programme and successful provider should: - Provide a structured, cohort based model for delivery of intensive accelerator based business support to MVP and above retail technology companies prepared to locate some aspect of their operation in Barnsley for the duration of the programme (free access to the DMC coworking space will be included in the programme for 12 months) - Support 12 companies for an intensive 8-12 week programme including business planning/model review, expert industry mentoring, technology development support as required, introductions to investors and investment, and support for pilot projects and working with the public sector.\n\nThis support can be delivered virtually in agreement with the Barnsley project oversight team.\n\n-  The opportunity should enable at least 16 Jobs to be created and help to safeguard at least 12 jobs\n\n-  Deliver impact and growth as part of Barnsley's Covid recovery, providing two to three events that showcase the cohort, raise awareness and provoke discussion around retail technology and provide a pitch and demo day (online or offline as required).\n\n-  Work closely with the DMC team to ensure the support is clearly embedded in the local and regional ecosystem and anchored into the DMC including relevant introductions to local relationship managers, and ongoing promotion of Barnsley and South Yorkshire as a viable destination for start-up and scale up companies. - Be able to attract suitable companies via competitive entry which will be managed by the provider in consultation with the Barnsley project oversight team - Provide a prospectus of the cohort of companies to support engagement and pilots and provide a report on conclusion as well as handovers with relevant parties in the Barnsley oversight team.",
        "Estimated_Value": "110K",
        "Supplier_info": [
            " management services ",
            " financial services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W32/756744514",
        "Keyword": "IoT"
    },
    {
        "Title": "Physical Health and Wellbeing offer for NHS staff",
        "Name_of_the_company": [
            " NHS England "
        ],
        "Request_Category": [
            " health services ",
            " training services "
        ],
        "Description": "In order to provide an offer that is sustainable, can be embedded across the NHS in the longer term, that best meets the needs of our diverse workforce, and uses learning from last year, the procurement of a physical health and wellbeing programme will be procured which will be split into the following two principal lots:Lot 1: An inclusive physical activity / sports programme that all NHS colleagues will be able to easily sign up to and access.\n\nLot 2: A learning and development offer that educates and informs colleagues of the benefits of looking after your health and wellbeing.",
        "Estimated_Value": "225K",
        "Supplier_info": [
            " health services ",
            " training services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W31/756154526",
        "Keyword": "IoT"
    },
    {
        "Title": "Leeds Mindful Employer Service",
        "Name_of_the_company": [
            " Leeds City Council "
        ],
        "Request_Category": [
            " health and social work "
        ],
        "Description": "The Mindful Employer service is an overarching approach to supporting both employers and employees to understand poor mental health and support those at work to stay in work and flourish. It is a national blueprint and movement with a good reputation.\n\nIt enables embedding and promoting resilience and good mental health into formal workplace processes. It also tackles stigma and discrimination in a way that is effective through complex social contact. The Mindful Employer service engages a wide range of employers and employees across the city",
        "Estimated_Value": "188K",
        "Supplier_info": [
            " health and social work "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W34/757662036",
        "Keyword": "IoT"
    },
    {
        "Title": "Provision of data consultancy services",
        "Name_of_the_company": [
            " Business Growth Hub "
        ],
        "Request_Category": [
            " data services ",
            " computer related services "
        ],
        "Description": "Provision of data consultancy services to support the development of a web based company identification tool.\n\nThe Growth Company (GC) wish to procure data consultancy services that will help identify a growth propensity 'score' for businesses that will support staff with prioritising outbound business development and lead/pipeline generation. This will form a central part of a new web-based business targeting application (commissioned separately), that provides additional intelligence (and time savings) than current prospecting searches employed.\n\nThe service must therefore deliver a robust, standardised methodology, present the outputs in a way that can be linked to / embedded within the targeting application, allow a range of users in GC to tap into current and new markets, and allow the informed targeting of businesses that are keen to engage with GC's range of services.",
        "Estimated_Value": "10K-£22K",
        "Supplier_info": [
            " data services ",
            " computer related services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W37/758972601",
        "Keyword": "IoT"
    },
    {
        "Title": "September 2021-Marketing - British Council Marketing Automation Programme",
        "Name_of_the_company": [
            " British Council "
        ],
        "Request_Category": [
            " software development services "
        ],
        "Description": "British Council intend to procure a Marketing Automation Platform during October/November 2021.\n\nPlease first complete he NDA and submit to gain access to the tender documents.The objective of this programme is to procure and implement a marketing automation platform that will enable us to increase our digital engagement with audiences at scale and help us transform the customer relationship from a transactional conversion to an intimate and long-lasting nurtured relationship.\n\nEmbedding a Marketing Automation Platform links strongly into our strategic priorities by: 1.\n\nOffering a more personalised experience to all our customers at the right time, in their preferred format, through their preferred channel with an array of content and product offers based on their behaviours and preferences online.2. Enabling our marketing functions in optimizing the marketing strategies by tracking the engagement, capturing leads and nurturing them to improve conversions.\n\nAlso, supporting to im",
        "Estimated_Value": "3M",
        "Supplier_info": [
            " software development services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W35/758120934",
        "Keyword": "IoT"
    },
    {
        "Title": "EPIC2 External Evaluation",
        "Name_of_the_company": [
            " Plymouth University "
        ],
        "Request_Category": [
            " research and development ",
            " research consultancy services "
        ],
        "Description": "E-Health Productivity & Innovation in Cornwall (EPIC2) (",
        "Estimated_Value": "33K",
        "Supplier_info": [
            " research and development ",
            " research consultancy services "
        ],
        "Link": "https://bidstats.uk//tenders/2021/W37/758841613",
        "Keyword": "IoT"
    }
]